{"University of Illinois, USA": {"score": 3.461111111111112, "papers": [{"paper_id": 28878055, "paper_name": "Interacting effects of wildlife loss and climate on ticks and tick-borne disease."}, {"paper_id": 29976221, "paper_name": "Stochastic lattice-based modelling of malaria dynamics."}, {"paper_id": 30726279, "paper_name": "Predicting the direct and indirect impacts of climate change on malaria in coastal Kenya."}, {"paper_id": 32437363, "paper_name": "The drivers of West Nile virus human illness in the Chicago, Illinois, USA area: Fine scale dynamic effects of weather, mosquito infection, social, and biological conditions."}, {"paper_id": 33146116, "paper_name": "Effects of Scale on Modeling West Nile Virus Disease Risk."}], "institute_name": "University of Illinois, USA", "institute_id": 13}, "Public Health Aagency of Canada, Canada": {"score": 4.848412698412699, "papers": [{"paper_id": 26131550, "paper_name": "Different Ecological Niches for Ticks of Public Health Significance in Canada."}, {"paper_id": 28399276, "paper_name": "A Risk Model for the Lyme Disease Vector Ixodes scapularis (Acari: Ixodidae) in the Prairie Provinces of Canada."}, {"paper_id": 28599266, "paper_name": "Expansion of the Lyme Disease Vector Ixodes Scapularis in Canada Inferred from CMIP5 Climate Projections."}, {"paper_id": 28731409, "paper_name": "Assessment of the Probability of Autochthonous Transmission of Chikungunya Virus in Canada under Recent and Projected Climate Change."}, {"paper_id": 29565748, "paper_name": "High-Resolution Ecological Niche Modeling of Ixodes scapularis Ticks Based on Passive Surveillance Data at the Northern Frontier of Lyme Disease Emergence in North America."}, {"paper_id": 29739467, "paper_name": "Environmental and social determinants of population vulnerability to Zika virus emergence at the local scale."}, {"paper_id": 29986046, "paper_name": "Evidence for Geographic Variation in Life-Cycle Processes Affecting Phenology of the Lyme Disease Vector Ixodes scapularis (Acari: Ixodidae) in the United States."}, {"paper_id": 31285703, "paper_name": "Weather-based forecasting of mosquito-borne disease outbreaks in Canada."}, {"paper_id": 31670575, "paper_name": "Predicted Northward Expansion of the Geographic Range of the Tick Vector Amblyomma americanum in North America under Future Climate Conditions."}, {"paper_id": 31887120, "paper_name": "Zoonotic Babesia: A scoping review of the global evidence."}, {"paper_id": 31940405, "paper_name": "A scoping review of importation and predictive models related to vector-borne diseases, pathogens, reservoirs, or vectors (1999-2016)."}, {"paper_id": 32970674, "paper_name": "Machine learning and dengue forecasting: Comparing random forests and artificial neural networks for predicting dengue burden at national and sub-national scales in Colombia."}, {"paper_id": 33997536, "paper_name": "Yellow fever virus outbreak in Brazil under current and future climate."}], "institute_name": "Public Health Aagency of Canada, Canada", "institute_id": 28}, "National University of Singapore, Singapore": {"score": 3.866666666666667, "papers": [{"paper_id": 26579810, "paper_name": "Hospitalization Incidence, Mortality, and Seasonality of Common Respiratory Viruses Over a Period of 15 Years in a Developed Subtropical City."}, {"paper_id": 27063733, "paper_name": "Environmental change and Rift Valley fever in eastern Africa: projecting beyond HEALTHY FUTURES."}, {"paper_id": 29496631, "paper_name": "The utility of LASSO-based models for real time forecasts of endemic infectious diseases: A cross country comparison."}, {"paper_id": 30233829, "paper_name": "Determining environmental and anthropogenic factors which explain the global distribution of Aedes aegypti and Ae. albopictus."}, {"paper_id": 32357146, "paper_name": "Inference on dengue epidemics with Bayesian regime switching models."}, {"paper_id": 33430945, "paper_name": "Spatio-temporal analysis of the main dengue vector populations in Singapore."}], "institute_name": "National University of Singapore, Singapore", "institute_id": 54}, "International Livestock Research Institute, Kenya": {"score": 2.1813242313242314, "papers": [{"paper_id": 24586433, "paper_name": "Spatial and temporal pattern of Rift Valley fever outbreaks in Tanzania; 1930 to 2007."}, {"paper_id": 26808021, "paper_name": "Predictive Factors and Risk Mapping for Rift Valley Fever Epidemics in Kenya."}, {"paper_id": 28562600, "paper_name": "Effects of flood irrigation on the risk of selected zoonotic pathogens in an arid and semi-arid area in the eastern Kenya."}, {"paper_id": 28584173, "paper_name": "Spatial, seasonal and climatic predictive models of Rift Valley fever disease across Africa."}, {"paper_id": 29698487, "paper_name": "Enhanced surveillance for Rift Valley Fever in livestock during El Niño rains and threat of RVF outbreak, Kenya, 2015-2016."}, {"paper_id": 30021855, "paper_name": "Environmental limits of Rift Valley fever revealed using ecoepidemiological mechanistic models."}, {"paper_id": 31774823, "paper_name": "Spatiotemporal analysis of historical records (2001-2012) on dengue fever in Vietnam and development of a statistical model for forecasting risk."}, {"paper_id": 33780459, "paper_name": "Modeling the spatial distribution of anthrax in southern Kenya."}, {"paper_id": 33920863, "paper_name": "Modeling the Potential Future Distribution of Anthrax Outbreaks under Multiple Climate Change Scenarios for Kenya."}], "institute_name": "International Livestock Research Institute, Kenya", "institute_id": 63}, "University of South Australia, Australia": {"score": 2.8303571428571423, "papers": [{"paper_id": 25019967, "paper_name": "Predicting local dengue transmission in Guangzhou, China, through the influence of imported cases, mosquito density and climate variability."}, {"paper_id": 25240382, "paper_name": "Bionomic response of Aedes aegypti to two future climate change scenarios in far north Queensland, Australia: implications for dengue outbreaks."}, {"paper_id": 25591942, "paper_name": "Testing the impact of virus importation rates and future climate change on dengue activity in Malaysia using a mechanistic entomology and disease model."}, {"paper_id": 26020627, "paper_name": "Predicting unprecedented dengue outbreak using imported cases and climatic factors in Guangzhou, 2014."}, {"paper_id": 27457660, "paper_name": "Projections of increased and decreased dengue incidence under climate change."}, {"paper_id": 29751891, "paper_name": "A Bayesian spatio-temporal framework to identify outbreaks and examine environmental and social risk factors for infectious diseases monitored by routine surveillance."}, {"paper_id": 30869038, "paper_name": "Development of a mechanistic dengue simulation model for Guangzhou."}, {"paper_id": 33533397, "paper_name": "Using ecological variables to predict Ross River virus disease incidence in South Australia."}], "institute_name": "University of South Australia, Australia", "institute_id": 89}, "CSIr-indian institute of Chemical Technology, India": {"score": 2.6249999999999996, "papers": [{"paper_id": 24398247, "paper_name": "Assessment of malaria incidence using the Richards model in Arunachal Pradesh, India."}, {"paper_id": 28790459, "paper_name": "Dengue burden in India: recent trends and importance of climatic parameters."}, {"paper_id": 30077856, "paper_name": "Temperature dependent transmission potential model for chikungunya in India."}, {"paper_id": 32801501, "paper_name": "Climate based malaria forecasting system for Andhra Pradesh, India."}], "institute_name": "CSIr-indian institute of Chemical Technology, India", "institute_id": 132}, "Guangzhou Center for Disease Control and Prevention, China": {"score": 2.196231546231546, "papers": [{"paper_id": 26894570, "paper_name": "Developing a Time Series Predictive Model for Dengue in Zhongshan, China Based on Weather and Guangzhou Dengue Surveillance Data."}, {"paper_id": 27940911, "paper_name": "Climate variation drives dengue dynamics."}, {"paper_id": 28640895, "paper_name": "The interplay of climate, intervention and imported cases as determinants of the 2014 dengue outbreak in Guangzhou."}, {"paper_id": 29036169, "paper_name": "Developing a dengue forecast model using machine learning: A case study in China."}, {"paper_id": 30360290, "paper_name": "Effects of human mobility, temperature and mosquito control on the spatiotemporal transmission of dengue."}, {"paper_id": 30808752, "paper_name": "Climate-driven variation in mosquito density predicts the spatiotemporal dynamics of dengue."}, {"paper_id": 33378821, "paper_name": "[Epidemic characteristics and dynamic changes of spatio-temporal distribution of hemorrhagic fever with renal syndrome in Guangzhou, 2010-2019]."}], "institute_name": "Guangzhou Center for Disease Control and Prevention, China", "institute_id": 151}, "Cirad, upr agirs, f-34398 montpellier, france": {"score": 2.120454545454546, "papers": [{"paper_id": 22928055, "paper_name": "Combining hydrology and mosquito population models to identify the drivers of Rift Valley fever emergence in semi-arid regions of West Africa."}, {"paper_id": 25623972, "paper_name": "A generic weather-driven model to predict mosquito population dynamics applied to species of Anopheles, Culex and Aedes genera of southern France."}, {"paper_id": 26147799, "paper_name": "A Stochastic Model to Study Rift Valley Fever Persistence with Different Seasonal Patterns of Vector Abundance: New Insights on the Endemicity in the Tropical Island of Mayotte."}, {"paper_id": 27502246, "paper_name": "Rift Valley fever vector diversity and impact of meteorological and environmental factors on Culex pipiens dynamics in the Okavango Delta, Botswana."}], "institute_name": "Cirad, upr agirs, f-34398 montpellier, france", "institute_id": 158}, "Central Queensland University, Australia": {"score": 13.373494486474026, "papers": [{"paper_id": 21909377, "paper_name": "Bayesian classification and regression trees for predicting incidence of cryptosporidiosis."}, {"paper_id": 23690959, "paper_name": "Forecasting the future risk of Barmah Forest virus disease under climate change scenarios in Queensland, Australia."}, {"paper_id": 24341555, "paper_name": "Impact of climate variability on Plasmodium vivax and Plasmodium falciparum malaria in Yunnan Province, China."}, {"paper_id": 24349148, "paper_name": "Imported dengue cases, weather variation and autochthonous dengue incidence in Cairns, Australia."}, {"paper_id": 24669859, "paper_name": "Climate change and dengue: a critical and systematic review of quantitative modelling approaches."}, {"paper_id": 25018008, "paper_name": "The geographical co-distribution and socio-ecological drivers of childhood pneumonia and diarrhoea in Queensland, Australia."}, {"paper_id": 25460662, "paper_name": "Weather variability and influenza A (H7N9) transmission in Shanghai, China: a Bayesian spatial analysis."}, {"paper_id": 25771078, "paper_name": "How environmental conditions impact mosquito ecology and Japanese encephalitis: an eco-epidemiological approach."}, {"paper_id": 25822936, "paper_name": "Changes in rodent abundance and weather conditions potentially drive hemorrhagic fever with renal syndrome outbreaks in Xi'an, China, 2005-2012."}, {"paper_id": 26368819, "paper_name": "Mapping the Risk of Soil-Transmitted Helminthic Infections in the Philippines."}, {"paper_id": 26799511, "paper_name": "Bayesian estimation of the dynamics of pandemic (H1N1) 2009 influenza transmission in Queensland: A space-time SIR-based model."}, {"paper_id": 26894570, "paper_name": "Developing a Time Series Predictive Model for Dengue in Zhongshan, China Based on Weather and Guangzhou Dengue Surveillance Data."}, {"paper_id": 27329324, "paper_name": "Socio-ecological factors and hand, foot and mouth disease in dry climate regions: a Bayesian spatial approach in Gansu, China."}, {"paper_id": 27557791, "paper_name": "Impact of weather factors on hand, foot and mouth disease, and its role in short-term incidence trend forecast in Huainan City, Anhui Province."}, {"paper_id": 27873572, "paper_name": "Risk assessment of dengue fever in Zhongshan, China: a time-series regression tree analysis."}, {"paper_id": 29086082, "paper_name": "Predicting the outbreak of hand, foot, and mouth disease in Nanjing, China: a time-series model based on weather variability."}, {"paper_id": 29138004, "paper_name": "Development of an empirical model to predict malaria outbreaks based on monthly case reports and climate variables in Hefei, China, 1990-2011."}, {"paper_id": 29584661, "paper_name": "How Socio-Environmental Factors Are Associated with Japanese Encephalitis in Shaanxi, China-A Bayesian Spatial Analysis."}, {"paper_id": 29659519, "paper_name": "Temperature Variability and Gastrointestinal Infections: A Review of Impacts and Future Perspectives."}, {"paper_id": 29781412, "paper_name": "Imported cases and minimum temperature drive dengue transmission in Guangzhou, China: evidence from ARIMAX model."}, {"paper_id": 30839927, "paper_name": "Long-term predictors of dengue outbreaks in Bangladesh: A data mining approach."}, {"paper_id": 30995744, "paper_name": "Effects of Socio-Environmental Factors on Malaria Infection in Pakistan: A Bayesian Spatial Analysis."}, {"paper_id": 31136953, "paper_name": "Using dengue epidemics and local weather in Bali, Indonesia to predict imported dengue in Australia."}, {"paper_id": 31710904, "paper_name": "The complex associations of climate variability with seasonal influenza A and B virus transmission in subtropical Shanghai, China."}, {"paper_id": 31961869, "paper_name": "Heatwaves and dengue outbreaks in Hanoi, Vietnam: New evidence on early warning."}, {"paper_id": 33027631, "paper_name": "Climate variability, socio-ecological factors and dengue transmission in tropical Queensland, Australia: A Bayesian spatial analysis."}, {"paper_id": 33561446, "paper_name": "A regional suitable conditions index to forecast the impact of climate change on dengue vectorial capacity."}, {"paper_id": 33598765, "paper_name": "Extreme weather events and dengue outbreaks in Guangzhou, China: a time-series quasi-binomial distributed lag non-linear model."}], "institute_name": "Central Queensland University, Australia", "institute_id": 225}, "Walailak University, Thailand": {"score": 3.666666666666667, "papers": [{"paper_id": 23018496, "paper_name": "Assessing the temporal modelling for prediction of dengue infection in northern and north-eastern, Thailand."}, {"paper_id": 24135179, "paper_name": "Distribution, seasonal variation & dengue transmission prediction in Sisaket, Thailand."}, {"paper_id": 24522133, "paper_name": "Weather factors influencing the occurrence of dengue fever in Nakhon Si Thammarat, Thailand."}, {"paper_id": 33579141, "paper_name": "Spatio-temporal climate-based model of dengue infection in Southern, Thailand."}], "institute_name": "Walailak University, Thailand", "institute_id": 292}, "University of Kwazulu Natal, South Africa": {"score": 3.51681009753299, "papers": [{"paper_id": 25498001, "paper_name": "Modelling climate change impact on the spatial distribution of fresh water snails hosting trematodes in Zimbabwe."}, {"paper_id": 26048558, "paper_name": "A global map of suitability for coastal Vibrio cholerae under current and future climate conditions."}, {"paper_id": 26983035, "paper_name": "Clinical Malaria Transmission Trends and Its Association with Climatic Variables in Tubu Village, Botswana: A Retrospective Analysis."}, {"paper_id": 27814746, "paper_name": "Modelling the spatial and seasonal distribution of suitable habitats of schistosomiasis intermediate host snails using Maxent in Ndumo area, KwaZulu-Natal Province, South Africa."}, {"paper_id": 28964255, "paper_name": "Malaria incidence trends and their association with climatic variables in rural Gwanda, Zimbabwe, 2005-2015."}, {"paper_id": 29563545, "paper_name": "Consensus and conflict among ecological forecasts of Zika virus outbreaks in the United States."}, {"paper_id": 30541601, "paper_name": "Data and tools to integrate climate and environmental information into public health."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 32918887, "paper_name": "Climate change could shift disease burden from malaria to arboviruses in Africa."}, {"paper_id": 33023880, "paper_name": "Spatial and spatio-temporal methods for mapping malaria risk: a systematic review."}, {"paper_id": 33338459, "paper_name": "Prevalence and intensity of soil-transmitted helminth infections of children in sub-Saharan Africa, 2000-18: a geospatial analysis."}], "institute_name": "University of Kwazulu Natal, South Africa", "institute_id": 352}, "The Ohio State University, USA": {"score": 3.0952380952380962, "papers": [{"paper_id": 22348158, "paper_name": "Global distribution of outbreaks of water-associated infectious diseases."}, {"paper_id": 24267876, "paper_name": "Examining rainfall and cholera dynamics in Haiti using statistical and dynamic modeling approaches."}, {"paper_id": 24404159, "paper_name": "Regional impact of climate on Japanese encephalitis in areas located near the three gorges dam."}, {"paper_id": 30189592, "paper_name": "Key Factors Influencing the Incidence of West Nile Virus in Burleigh County, North Dakota."}, {"paper_id": 33114771, "paper_name": "Global to USA County Scale Analysis of Weather, Urban Density, Mobility, Homestay, and Mask Use on COVID-19."}], "institute_name": "The Ohio State University, USA", "institute_id": 373}, "Hong Kong Polytechnic University, Hong Kong": {"score": 2.1, "papers": [{"paper_id": 24026815, "paper_name": "Patterns of spread of influenza A in Canada."}, {"paper_id": 25881185, "paper_name": "Malaria incidence from 2005-2013 and its associations with meteorological factors in Guangdong, China."}, {"paper_id": 26046930, "paper_name": "Global Spatio-temporal Patterns of Influenza in the Post-pandemic Era."}, {"paper_id": 29338001, "paper_name": "Modelling the large-scale yellow fever outbreak in Luanda, Angola, and the impact of vaccination."}], "institute_name": "Hong Kong Polytechnic University, Hong Kong", "institute_id": 450}, "University of notre dame, notre dame, indiana, united states of america": {"score": 2.297729053687032, "papers": [{"paper_id": 25737803, "paper_name": "Estimating drivers of autochthonous transmission of chikungunya virus in its invasion of the americas."}, {"paper_id": 27448599, "paper_name": "Mapping risk of leptospirosis in China using environmental and socioeconomic data."}, {"paper_id": 29078771, "paper_name": "A spatial agent-based model of Anopheles vagus for malaria epidemiology: examining the impact of vector control interventions."}, {"paper_id": 29746468, "paper_name": "Seasonal temperature variation influences climate suitability for dengue, chikungunya, and Zika transmission."}, {"paper_id": 30092826, "paper_name": "Ecological niche modeling predicting the potential distribution of Leishmania vectors in the Mediterranean basin: impact of climate change."}, {"paper_id": 30833735, "paper_name": "Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus."}, {"paper_id": 30850598, "paper_name": "Inter-annual variation in seasonal dengue epidemics driven by multiple interacting factors in Guangzhou, China."}, {"paper_id": 31286630, "paper_name": "Thermal biology of mosquito-borne disease."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 32752986, "paper_name": "Thermal thresholds heighten sensitivity of West Nile virus transmission to changing temperatures in coastal California."}, {"paper_id": 33232316, "paper_name": "Understanding how temperature shifts could impact infectious disease."}, {"paper_id": 33692343, "paper_name": "Malaria trends in Ethiopian highlands track the 2000 'slowdown' in global warming."}], "institute_name": "University of notre dame, notre dame, indiana, united states of america", "institute_id": 458}, "Kwame nkrumah university of science and technology, kumasi, ghana": {"score": 2.3666666666666667, "papers": [{"paper_id": 27063734, "paper_name": "A breeding site model for regional, dynamical malaria simulations evaluated using in situ temporary ponds observations."}, {"paper_id": 27063735, "paper_name": "Mosquito breeding site water temperature observations and simulations towards improved vector-borne disease models for Africa."}, {"paper_id": 31707994, "paper_name": "Modelled and observed mean and seasonal relationships between climate, population density and malaria indicators in Cameroon."}, {"paper_id": 32375902, "paper_name": "Biting rates and relative abundance of Simulium flies under different climatic conditions in an onchocerciasis endemic community in Ghana."}, {"paper_id": 33509140, "paper_name": "Spatial variation in lymphatic filariasis risk factors of hotspot zones in Ghana."}, {"paper_id": 33657104, "paper_name": "Mapping suitability for Buruli ulcer at fine spatial scales across Africa: A modelling study."}], "institute_name": "Kwame nkrumah university of science and technology, kumasi, ghana", "institute_id": 466}, "Dartmouth College, USA": {"score": 2.222222222222222, "papers": [{"paper_id": 30121533, "paper_name": "Exploring spatiotemporal nonstationary effects of climate factors on hand, foot, and mouth disease using Bayesian Spatiotemporally Varying Coefficients (STVC) model in Sichuan, China."}, {"paper_id": 31770428, "paper_name": "A Malaria Transmission Model Predicts Holoendemic, Hyperendemic, and Hypoendemic Transmission Patterns Under Varied Seasonal Vector Dynamics."}, {"paper_id": 32901803, "paper_name": "Modeling the Sensitivity of Blacklegged Ticks (Ixodes scapularis) to Temperature and Land Cover in the Northeastern United States."}], "institute_name": "Dartmouth College, USA", "institute_id": 478}, "Putra University, Malaysia": {"score": 2.833333333333333, "papers": [{"paper_id": 23242677, "paper_name": "Risk mapping of dengue in Selangor and Kuala Lumpur, Malaysia."}, {"paper_id": 23242678, "paper_name": "A climate distribution model of malaria transmission in Sudan."}, {"paper_id": 34138899, "paper_name": "Association of sociodemographic and environmental factors with spatial distribution of tuberculosis cases in Gombak, Selangor, Malaysia."}], "institute_name": "Putra University, Malaysia", "institute_id": 499}, "Emory University, USA": {"score": 2.892857142857143, "papers": [{"paper_id": 22144445, "paper_name": "Impact of drought on the spatial pattern of transmission of Schistosoma haematobium in coastal Kenya."}, {"paper_id": 24419663, "paper_name": "Effects of landscape fragmentation and climate on Lyme disease incidence in the northeastern United States."}, {"paper_id": 24772388, "paper_name": "Spatially-Explicit Simulation Modeling of Ecological Response to Climate Change: Methodological Considerations in Predicting Shifting Population Dynamics of Infectious Disease Vectors."}, {"paper_id": 29939983, "paper_name": "Forecasting the effectiveness of indoor residual spraying for reducing dengue burden."}], "institute_name": "Emory University, USA", "institute_id": 525}, "Austin campus, the university of texas health science center at houston-uthealth, 1616 guadalupe, suite 6.300, austin, tx, 78071, usa. adriana.perez@uth.tmc.edu": {"score": 2.245238095238094, "papers": [{"paper_id": 25404071, "paper_name": "Impact of climate and mosquito vector abundance on sylvatic arbovirus circulation dynamics in Senegal."}, {"paper_id": 28468671, "paper_name": "Assessing real-time Zika risk in the United States."}, {"paper_id": 29665783, "paper_name": "Surveillance on the endemic of Zika virus infection by meteorological factors in Colombia: a population-based spatial and temporal study."}, {"paper_id": 31651247, "paper_name": "Identifying high risk areas of Zika virus infection by meteorological factors in Colombia."}, {"paper_id": 33114771, "paper_name": "Global to USA County Scale Analysis of Weather, Urban Density, Mobility, Homestay, and Mask Use on COVID-19."}], "institute_name": "Austin campus, the university of texas health science center at houston-uthealth, 1616 guadalupe, suite 6.300, austin, tx, 78071, usa. adriana.perez@uth.tmc.edu", "institute_id": 526}, "John Hopkins University, USA": {"score": 5.224355664415904, "papers": [{"paper_id": 23126401, "paper_name": "A data-driven epidemiological prediction method for dengue outbreaks using local and remote sensing data."}, {"paper_id": 23861847, "paper_name": "ANOSPEX: a stochastic, spatially explicit model for studying Anopheles metapopulation dynamics."}, {"paper_id": 24722434, "paper_name": "Prediction of high incidence of dengue in the Philippines."}, {"paper_id": 25128806, "paper_name": "Tropical influenza and weather variability among children in an urban low-income population in Bangladesh."}, {"paper_id": 25404071, "paper_name": "Impact of climate and mosquito vector abundance on sylvatic arbovirus circulation dynamics in Senegal."}, {"paper_id": 26416106, "paper_name": "Predictive Malaria Risk and Uncertainty Mapping in Nchelenge District, Zambia: Evidence of Widespread, Persistent Risk and Implications for Targeted Interventions."}, {"paper_id": 26417994, "paper_name": "Satellite Based Assessment of Hydroclimatic Conditions Related to Cholera in Zimbabwe."}, {"paper_id": 26526921, "paper_name": "Predictive Time Series Analysis Linking Bengal Cholera with Terrestrial Water Storage Measured from Gravity Recovery and Climate Experiment Sensors."}, {"paper_id": 28396423, "paper_name": "El Niño and the shifting geography of cholera in Africa."}, {"paper_id": 30239836, "paper_name": "The Epidemiology of Cholera in Zanzibar: Implications for the Zanzibar Comprehensive Cholera Elimination Plan."}, {"paper_id": 31229000, "paper_name": "Use of earth observation-derived hydrometeorological variables to model and predict rotavirus infection (MAL-ED): a multisite cohort study."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 32863604, "paper_name": "Social cohesion and passive adaptation in relation to climate change and disease."}, {"paper_id": 32878174, "paper_name": "Predicting Malaria Transmission Dynamics in Dangassa, Mali: A Novel Approach Using Functional Generalized Additive Models."}], "institute_name": "John Hopkins University, USA", "institute_id": 544}, "Ilam university of Medical Sciences, Iran": {"score": 2.5412698412698416, "papers": [{"paper_id": 27057526, "paper_name": "Correlation Assessment of Climate and Geographic Distribution of Tuberculosis Using Geographical Information System (GIS)."}, {"paper_id": 27496622, "paper_name": "Cutaneous leishmaniasis prevalence and morbidity based on environmental factors in Ilam, Iran: Spatial analysis and land use regression models."}, {"paper_id": 27826012, "paper_name": "Spatial changes in the distribution of malaria vectors during the past 5 decades in Iran."}, {"paper_id": 31745415, "paper_name": "Ecological Niche Modeling of West Nile Virus Vector in Northwest of Iran."}, {"paper_id": 31821166, "paper_name": "Investigating the incidence rate and geographical distribution of congenital hypothyroidism among neonates in Isfahan province using geographic information system (GIS) between 2002 and 2015."}, {"paper_id": 32396582, "paper_name": "Forecasting the monthly incidence rate of brucellosis in west of Iran using time series and data mining from 2010 to 2019."}, {"paper_id": 33746382, "paper_name": "The Granger causality analysis of the impact of climatic factors on visceral leishmaniasis in northwestern Iran in 1995-2019."}], "institute_name": "Ilam university of Medical Sciences, Iran", "institute_id": 581}, "University of Liverpool, UK": {"score": 7.48245904422375, "papers": [{"paper_id": 24596427, "paper_name": "Impact of climate change on global malaria distribution."}, {"paper_id": 25437856, "paper_name": "Statistical modeling of the abundance of vectors of West African Rift Valley fever in Barkédji, Senegal."}, {"paper_id": 25441177, "paper_name": "Recent and projected future climatic suitability of North America for the Asian tiger mosquito Aedes albopictus."}, {"paper_id": 25688019, "paper_name": "The impact of climate change on the geographical distribution of two vectors of Chagas disease: implications for the force of infection."}, {"paper_id": 26030468, "paper_name": "Modelling Anopheles gambiae s.s. Population Dynamics with Temperature- and Age-Dependent Survival."}, {"paper_id": 26864070, "paper_name": "Effect of temperature and relative humidity on the development times and survival of Synopsyllus fonquerniei and Xenopsylla cheopis, the flea vectors of plague in Madagascar."}, {"paper_id": 26871447, "paper_name": "Large-Scale Modelling of the Environmentally-Driven Population Dynamics of Temperate Aedes albopictus (Skuse)."}, {"paper_id": 26922792, "paper_name": "Modelling hotspots of the two dominant Rift Valley fever vectors (Aedes vexans and Culex poicilipes) in Barkédji, Sénégal."}, {"paper_id": 27063736, "paper_name": "Projecting malaria hazard from climate change in eastern Africa using large ensembles to estimate uncertainty."}, {"paper_id": 27063737, "paper_name": "A dynamic, climate-driven model of Rift Valley fever."}, {"paper_id": 27994145, "paper_name": "Global risk model for vector-borne transmission of Zika virus reveals the role of El Niño 2015."}, {"paper_id": 28790459, "paper_name": "Dengue burden in India: recent trends and importance of climatic parameters."}, {"paper_id": 28946705, "paper_name": "Comparison of Malaria Simulations Driven by Meteorological Observations and Reanalysis Products in Senegal."}, {"paper_id": 29229233, "paper_name": "Mosquito-Borne Diseases: Advances in Modelling Climate-Change Impacts."}, {"paper_id": 30665426, "paper_name": "Climate, human behaviour or environment: individual-based modelling of Campylobacter seasonality and strategies to reduce disease burden."}, {"paper_id": 31285703, "paper_name": "Weather-based forecasting of mosquito-borne disease outbreaks in Canada."}, {"paper_id": 32189612, "paper_name": "Climate Variability and Malaria over West Africa."}, {"paper_id": 32635867, "paper_name": "Potential for Zika virus transmission by mosquitoes in temperate climates."}, {"paper_id": 33076987, "paper_name": "Modelling the impact of climate change on the distribution and abundance of tsetse in Northern Zimbabwe."}, {"paper_id": 33633272, "paper_name": "Tuberculosis case notifications in Malawi have strong seasonal and weather-related trends."}, {"paper_id": 33770107, "paper_name": "Assessing the suitability for Aedes albopictus and dengue transmission risk in China with a delay differential equation model."}], "institute_name": "University of Liverpool, UK", "institute_id": 582}, "": {"score": 2.5916666666666663, "papers": [{"paper_id": 25591942, "paper_name": "Testing the impact of virus importation rates and future climate change on dengue activity in Malaysia using a mechanistic entomology and disease model."}, {"paper_id": 26888544, "paper_name": "Epidemic activity of respiratory syncytial virus is related to temperature and rainfall in equatorial tropical countries."}, {"paper_id": 27221643, "paper_name": "Environmental parameters as risk factors for human and canine Leishmania infection in Thessaly, Central Greece."}, {"paper_id": 27534686, "paper_name": "Severe Flooding and Malaria Transmission in the Western Ugandan Highlands: Implications for Disease Control in an Era of Global Climate Change."}, {"paper_id": 27608858, "paper_name": "Effect of temperature, relative humidity and rainfall on dengue fever and leptospirosis infections in Manila, the Philippines."}, {"paper_id": 27866492, "paper_name": "Predictive modelling of Ross River virus notifications in southeastern Australia."}, {"paper_id": 28736681, "paper_name": "Integrating Environmental Monitoring and Mosquito Surveillance to Predict Vector-borne Disease: Prospective Forecasts of a West Nile Virus Outbreak."}, {"paper_id": 29781412, "paper_name": "Imported cases and minimum temperature drive dengue transmission in Guangzhou, China: evidence from ARIMAX model."}, {"paper_id": 32391139, "paper_name": "MVSE: An R-package that estimates a climate-driven mosquito-borne viral suitability index."}, {"paper_id": 34008359, "paper_name": "[Construction of a forecast system for prediction of schistosomiasis risk in China based on the flood information]."}], "institute_name": "", "institute_id": 695}, "Swiss Tropical and Public Health Institute, Switzerland": {"score": 7.624045072574483, "papers": [{"paper_id": 23107070, "paper_name": "Simulation of malaria epidemiology and control in the highlands of Western Kenya."}, {"paper_id": 23675545, "paper_name": "Bayesian geostatistical modeling of leishmaniasis incidence in Brazil."}, {"paper_id": 24361640, "paper_name": "Predictive risk mapping of schistosomiasis in Brazil using Bayesian geostatistical models."}, {"paper_id": 24921627, "paper_name": "High prevalence and spatial distribution of Strongyloides stercoralis in rural Cambodia."}, {"paper_id": 24964782, "paper_name": "Modelling heterogeneity in malaria transmission using large sparse spatio-temporal entomological data."}, {"paper_id": 25608875, "paper_name": "Mapping hotspots of malaria transmission from pre-existing hydrology, geology and geomorphology data in the pre-elimination context of Zanzibar, United Republic of Tanzania."}, {"paper_id": 25880096, "paper_name": "Malaria risk in Nigeria: Bayesian geostatistical modelling of 2010 malaria indicator survey data."}, {"paper_id": 25888970, "paper_name": "Bayesian variable selection in modelling geographical heterogeneity in malaria transmission from sparse data: an application to Nouna Health and Demographic Surveillance System (HDSS) data, Burkina Faso."}, {"paper_id": 26054511, "paper_name": "Assessing the relationship between environmental factors and malaria vector breeding sites in Swaziland using multi-scale remotely sensed data."}, {"paper_id": 26054523, "paper_name": "The spatial distribution of Schistosoma mansoni infection in four regions of western Côte d'Ivoire."}, {"paper_id": 26618305, "paper_name": "Estimating malaria burden in Nigeria: a geostatistical modelling approach."}, {"paper_id": 26793972, "paper_name": "Ecological Drivers of Mansonella perstans Infection in Uganda and Patterns of Co-endemicity with Lymphatic Filariasis and Malaria."}, {"paper_id": 27496161, "paper_name": "The relative contribution of climate variability and vector control coverage to changes in malaria parasite prevalence in Zambia 2006-2012."}, {"paper_id": 28376112, "paper_name": "Geostatistical modelling of malaria indicator survey data to assess the effects of interventions on the geographical distribution of malaria prevalence in children less than 5 years in Uganda."}, {"paper_id": 29625574, "paper_name": "Challenges of DHS and MIS to capture the entire pattern of malaria parasite risk and intervention effects in countries with different ecological zones: the case of Cameroon."}, {"paper_id": 29988311, "paper_name": "Interactions between climatic changes and intervention effects on malaria spatio-temporal dynamics in Uganda."}, {"paper_id": 30261186, "paper_name": "Schistosomes, snails and climate change: Current trends and future expectations."}, {"paper_id": 34120604, "paper_name": "Spatial prediction of malaria prevalence in Papua New Guinea: a comparison of Bayesian decision network and multivariate regression modelling approaches for improved accuracy in prevalence prediction."}], "institute_name": "Swiss Tropical and Public Health Institute, Switzerland", "institute_id": 709}, "University of Wisconsin, USA": {"score": 2.2666666666666666, "papers": [{"paper_id": 28030550, "paper_name": "Spatio-Temporal Pattern and Influencing Factors of Hemorrhagic Fever with Renal Syndrome (HFRS) in Hubei Province (China) between 2005 and 2014."}, {"paper_id": 30868998, "paper_name": "School sessions are correlated with seasonal outbreaks of medically attended respiratory infections: electronic health record time series analysis, Wisconsin 2004-2011."}, {"paper_id": 31059505, "paper_name": "Seasonal patterns of dengue fever in rural Ecuador: 2009-2016."}, {"paper_id": 33232316, "paper_name": "Understanding how temperature shifts could impact infectious disease."}], "institute_name": "University of Wisconsin, USA", "institute_id": 750}, "King Saud University, Saudi Arabia": {"score": 2.916666666666667, "papers": [{"paper_id": 23762424, "paper_name": "Ecological niche modeling and land cover risk areas for rift valley fever vector, culex tritaeniorhynchus giles in Jazan, Saudi Arabia."}, {"paper_id": 33176858, "paper_name": "A spatio-temporal agent-based approach for modeling the spread of zoonotic cutaneous leishmaniasis in northeast Iran."}, {"paper_id": 33579097, "paper_name": "Spatial distribution modeling of Stegomyia aegypti and Culex tritaeniorhynchus (Diptera: Culicidae) in Al-bahah Province, Kingdom of Saudi Arabia."}, {"paper_id": 33892547, "paper_name": "Modeling of daily confirmed Saudi COVID-19 cases using inverted exponential regression."}], "institute_name": "King Saud University, Saudi Arabia", "institute_id": 800}, "University of Nairobi, Kenya": {"score": 2.1663059163059164, "papers": [{"paper_id": 27863533, "paper_name": "Ecological niche modelling of Rift Valley fever virus vectors in Baringo, Kenya."}, {"paper_id": 28545590, "paper_name": "Effect of climatic variability on malaria trends in Baringo County, Kenya."}, {"paper_id": 28562600, "paper_name": "Effects of flood irrigation on the risk of selected zoonotic pathogens in an arid and semi-arid area in the eastern Kenya."}, {"paper_id": 29926974, "paper_name": "Mapping potential Anopheles gambiae s.l. larval distribution using remotely sensed climatic and environmental variables in Baringo, Kenya."}, {"paper_id": 29975780, "paper_name": "Sensitivity of vegetation to climate variability and its implications for malaria risk in Baringo, Kenya."}], "institute_name": "University of Nairobi, Kenya", "institute_id": 801}, "Imperial College, UK": {"score": 8.325295517686822, "papers": [{"paper_id": 21094169, "paper_name": "Outbreak properties of epidemic models: the roles of temporal forcing and stochasticity on pathogen invasion dynamics."}, {"paper_id": 21749703, "paper_name": "Integrated monitoring and evaluation and environmental risk factors for urogenital schistosomiasis and active trachoma in Burkina Faso before preventative chemotherapy using sentinel sites."}, {"paper_id": 22359670, "paper_name": "Predicting the current and future potential distributions of lymphatic filariasis in Africa using maximum entropy ecological niche modelling."}, {"paper_id": 23951194, "paper_name": "Mapping, bayesian geostatistical analysis and spatial prediction of lymphatic filariasis prevalence in Africa."}, {"paper_id": 24772388, "paper_name": "Spatially-Explicit Simulation Modeling of Ecological Response to Climate Change: Methodological Considerations in Predicting Shifting Population Dynamics of Infectious Disease Vectors."}, {"paper_id": 26871447, "paper_name": "Large-Scale Modelling of the Environmentally-Driven Population Dynamics of Temperate Aedes albopictus (Skuse)."}, {"paper_id": 29543798, "paper_name": "The seasonal influence of climate and environment on yellow fever transmission across Africa."}, {"paper_id": 30922310, "paper_name": "Modelling the potential of genetic control of malaria mosquitoes at national scale."}, {"paper_id": 31120881, "paper_name": "Forecasting national and regional influenza-like illness for the USA."}, {"paper_id": 31895933, "paper_name": "A quantitative comparison of West Nile virus incidence from 2013 to 2018 in Emilia-Romagna, Italy."}, {"paper_id": 32036785, "paper_name": "Mapping malaria seasonality in Madagascar using health facility data."}, {"paper_id": 32096594, "paper_name": "Coordinating the real-time use of global influenza activity data for better public health planning."}, {"paper_id": 32311903, "paper_name": "Climate factors and the East Asian summer monsoon may drive large outbreaks of dengue in China."}, {"paper_id": 32358588, "paper_name": "Accelerating invasion potential of disease vector Aedes aegypti under climate change."}, {"paper_id": 33428623, "paper_name": "Seasonal and inter-annual drivers of yellow fever transmission in South America."}, {"paper_id": 33506250, "paper_name": "Yellow fever in Asia-a risk analysis."}, {"paper_id": 33838736, "paper_name": "Combined effects of hydrometeorological hazards and urbanisation on dengue risk in Brazil: a spatiotemporal modelling study."}], "institute_name": "Imperial College, UK", "institute_id": 843}, "Southern medical university, guangzhou, 510515, china. chenpy99@126.com": {"score": 2.3250000000000006, "papers": [{"paper_id": 25881185, "paper_name": "Malaria incidence from 2005-2013 and its associations with meteorological factors in Guangdong, China."}, {"paper_id": 29250045, "paper_name": "Temperature Increase Enhances Aedes albopictus Competence to Transmit Dengue Virus."}, {"paper_id": 31791409, "paper_name": "Seasonality modeling of the distribution of Aedes albopictus in China based on climatic and environmental suitability."}, {"paper_id": 32678025, "paper_name": "Inference and prediction of malaria transmission dynamics using time series data."}], "institute_name": "Southern medical university, guangzhou, 510515, china. chenpy99@126.com", "institute_id": 914}, "Nagasaki University, Japan": {"score": 3.2260073260073265, "papers": [{"paper_id": 25128806, "paper_name": "Tropical influenza and weather variability among children in an urban low-income population in Bangladesh."}, {"paper_id": 26188633, "paper_name": "Time series regression model for infectious disease and weather."}, {"paper_id": 26955944, "paper_name": "Effects of weather factors on dengue fever incidence and implications for interventions in Cambodia."}, {"paper_id": 27039106, "paper_name": "Globally invasive, withdrawing at home: Aedes albopictus and Aedes japonicus facing the rise of Aedes flavopictus."}, {"paper_id": 28555071, "paper_name": "Seasonally lagged effects of climatic factors on malaria incidence in South Africa."}, {"paper_id": 28650648, "paper_name": "Indian Ocean Dipole and Cryptosporidiosis in Australia: Short-Term and Nonlinear Associations."}, {"paper_id": 28775299, "paper_name": "Construction and evaluation of two computational models for predicting the incidence of influenza in Nagasaki Prefecture, Japan."}, {"paper_id": 31784563, "paper_name": "Malaria predictions based on seasonal climate forecasts in South Africa: A time series distributed lag nonlinear model."}], "institute_name": "Nagasaki University, Japan", "institute_id": 1030}, "Northeast agricultural university, harbin, heilongjiang province, people's republic of china": {"score": 2.9999999999999987, "papers": [{"paper_id": 30743113, "paper_name": "Modeling the present and future distribution of arbovirus vectors Aedes aegypti and Aedes albopictus under climate change scenarios in Mainland China."}, {"paper_id": 30919547, "paper_name": "Modelling the potential distribution of arbovirus vector Aedes aegypti under current and future climate scenarios in Taiwan, China."}, {"paper_id": 32568445, "paper_name": "Risk assessment for the Rift Valley fever occurrence in China: Special concern in south-west border areas."}], "institute_name": "Northeast agricultural university, harbin, heilongjiang province, people's republic of china", "institute_id": 1150}, "Epidemiology of microbial diseases, new haven, ct, usa": {"score": 2.25, "papers": [{"paper_id": 23068992, "paper_name": "An eco-physiological model of the impact of temperature on Aedes aegypti life history traits."}, {"paper_id": 30305417, "paper_name": "Use of daily Internet search query data improves real-time projections of influenza epidemics."}, {"paper_id": 30428780, "paper_name": "Accurate quantification of uncertainty in epidemic parameter estimates and predictions using stochastic compartmental models."}], "institute_name": "Epidemiology of microbial diseases, new haven, ct, usa", "institute_id": 1324}, "European Centre for Disease Prevention and Control, Sweden": {"score": 2.6304461445235585, "papers": [{"paper_id": 25885050, "paper_name": "Analytical studies assessing the association between extreme precipitation or temperature and drinking water-related waterborne infections: a review."}, {"paper_id": 26042370, "paper_name": "Prototype early warning systems for vector-borne diseases in Europe."}, {"paper_id": 27344225, "paper_name": "Assessing Seasonal Risks for the Introduction and Mosquito-borne Spread of Zika Virus in Europe."}, {"paper_id": 27959880, "paper_name": "Association between heavy precipitation events and waterborne outbreaks in four Nordic countries, 1992-2012."}, {"paper_id": 28630444, "paper_name": "Modelling the effects of global climate change on Chikungunya transmission in the 21st century."}, {"paper_id": 30833735, "paper_name": "Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus."}, {"paper_id": 30866826, "paper_name": "Seasonality and the effects of weather on Campylobacter infections."}, {"paper_id": 31249824, "paper_name": "Estimating Past, Present, and Future Trends in the Global Distribution and Abundance of the Arbovirus Vector Aedes aegypti Under Climate Change Scenarios."}, {"paper_id": 32864539, "paper_name": "The Mosquito, the Virus, the Climate: An Unforeseen Réunion in 2018."}], "institute_name": "European Centre for Disease Prevention and Control, Sweden", "institute_id": 1329}, "ICMR-National Institute of Malaria Research, India": {"score": 3.4749999999999996, "papers": [{"paper_id": 24220082, "paper_name": "Altitude, temperature, and malaria vectors in Nainital and Udham Singh Nagar districts of Uttarakhand, India: an evidence-based study."}, {"paper_id": 26502881, "paper_name": "Predictability of epidemic malaria under non-stationary conditions with process-based models combining epidemiological updates and climate variability."}, {"paper_id": 29769075, "paper_name": "Microclimate variables of the ambient environment deliver the actual estimates of the extrinsic incubation period of Plasmodium vivax and Plasmodium falciparum: a study from a malaria-endemic urban setting, Chennai in India."}, {"paper_id": 31417099, "paper_name": "Numerical Modeling of the Dynamics of Malaria Transmission in a Highly Endemic Region of India."}, {"paper_id": 31724378, "paper_name": "Malaria risk map for India based on climate, ecology and geographical modelling."}, {"paper_id": 33008350, "paper_name": "El Niño Southern Oscillation as an early warning tool for dengue outbreak in India."}], "institute_name": "ICMR-National Institute of Malaria Research, India", "institute_id": 1515}, "Chinese Academy of Sciences, China": {"score": 4.2372927796840845, "papers": [{"paper_id": 24911168, "paper_name": "A spatial and temporal analysis of Japanese encephalitis in mainland China, 1963-1975: a period without Japanese encephalitis vaccination."}, {"paper_id": 26868185, "paper_name": "Predicting malaria vector distribution under climate change scenarios in China: Challenges for malaria elimination."}, {"paper_id": 27387921, "paper_name": "Spatial distribution estimation of malaria in northern China and its scenarios in 2020, 2030, 2040 and 2050."}, {"paper_id": 28077125, "paper_name": "Spatiotemporal epidemic characteristics and risk factor analysis of malaria in Yunnan Province, China."}, {"paper_id": 28587151, "paper_name": "Geographical Environment Factors and Risk Assessment of Tick-Borne Encephalitis in Hulunbuir, Northeastern China."}, {"paper_id": 29360797, "paper_name": "Present and Future of Dengue Fever in Nepal: Mapping Climatic Suitability by Ecological Niche Model."}, {"paper_id": 29857503, "paper_name": "Modeling the Heterogeneity of Dengue Transmission in a City."}, {"paper_id": 30121533, "paper_name": "Exploring spatiotemporal nonstationary effects of climate factors on hand, foot, and mouth disease using Bayesian Spatiotemporally Varying Coefficients (STVC) model in Sichuan, China."}, {"paper_id": 30283159, "paper_name": "Projecting potential spatial and temporal changes in the distribution of Plasmodium vivax and Plasmodium falciparum malaria in China with climate change."}, {"paper_id": 30922405, "paper_name": "Spatiotemporal characteristics and primary influencing factors of typical dengue fever epidemics in China."}, {"paper_id": 31703659, "paper_name": "Spatial-temporal heterogeneity of hand, foot and mouth disease and impact of meteorological factors in arid/ semi-arid regions: a case study in Ningxia, China."}, {"paper_id": 31815950, "paper_name": "Prediction model for dengue fever based on interactive effects between multiple meteorological factors in Guangdong, China (2008-2016)."}, {"paper_id": 32054890, "paper_name": "Effects of temperature fluctuations on spatial-temporal transmission of hand, foot, and mouth disease."}, {"paper_id": 32311903, "paper_name": "Climate factors and the East Asian summer monsoon may drive large outbreaks of dengue in China."}], "institute_name": "Chinese Academy of Sciences, China", "institute_id": 1629}, "Istituto zooprofilattico sperimentale dell'abruzzo e del molise 'g. caporale', teramo, italy": {"score": 2.3089560148383677, "papers": [{"paper_id": 26032967, "paper_name": "Identification of Suitable Areas for West Nile Virus Circulation in Tunisia."}, {"paper_id": 26488475, "paper_name": "West Nile Virus Surveillance in 2013 via Mosquito Screening in Northern Italy and the Influence of Weather on Virus Circulation."}, {"paper_id": 26717483, "paper_name": "Spatio-Temporal Identification of Areas Suitable for West Nile Disease in the Mediterranean Basin and Central Europe."}, {"paper_id": 29949583, "paper_name": "A Web Geographic Information System to share data and explorative analysis tools: The application to West Nile disease in the Mediterranean basin."}], "institute_name": "Istituto zooprofilattico sperimentale dell'abruzzo e del molise 'g. caporale', teramo, italy", "institute_id": 1735}, "Jiangsu Provincial Center for Disease Control and Prevention, China": {"score": 3.808276868059478, "papers": [{"paper_id": 26270814, "paper_name": "Comparison of Two Hybrid Models for Forecasting the Incidence of Hemorrhagic Fever with Renal Syndrome in Jiangsu Province, China."}, {"paper_id": 28030550, "paper_name": "Spatio-Temporal Pattern and Influencing Factors of Hemorrhagic Fever with Renal Syndrome (HFRS) in Hubei Province (China) between 2005 and 2014."}, {"paper_id": 30218814, "paper_name": "Spatiotemporal patterns and determinants of dengue at county level in China from 2005-2017."}, {"paper_id": 30451130, "paper_name": "Meteorological factors and its association with hand, foot and mouth disease in Southeast and East Asia areas: a meta-analysis."}, {"paper_id": 30994412, "paper_name": "Environmental Risk Factors and Geographic Distribution of Severe Fever with Thrombocytopenia Syndrome in Jiangsu Province, China."}, {"paper_id": 31658529, "paper_name": "[Spatial-temporal characteristics of other infectious diarrhea in Jiangsu province, 2010-2017]."}, {"paper_id": 31858924, "paper_name": "Influenza activity prediction using meteorological factors in a warm temperate to subtropical transitional zone, Eastern China."}, {"paper_id": 32171261, "paper_name": "Forecasting incidence of infectious diarrhea using random forest in Jiangsu Province, China."}, {"paper_id": 32311903, "paper_name": "Climate factors and the East Asian summer monsoon may drive large outbreaks of dengue in China."}], "institute_name": "Jiangsu Provincial Center for Disease Control and Prevention, China", "institute_id": 1746}, "Institute of geodesy and geophysics, chinese academy of sciences, wuhan 430077, china. huangduan@asch.whigg.ac.cn": {"score": 3.082142857142857, "papers": [{"paper_id": 26048558, "paper_name": "A global map of suitability for coastal Vibrio cholerae under current and future climate conditions."}, {"paper_id": 27845737, "paper_name": "Spatial Analysis of Severe Fever with Thrombocytopenia Syndrome Virus in China Using a Geographically Weighted Logistic Regression Model."}, {"paper_id": 29360797, "paper_name": "Present and Future of Dengue Fever in Nepal: Mapping Climatic Suitability by Ecological Niche Model."}, {"paper_id": 30011795, "paper_name": "Geographical Clustering and Environmental Determinants of Schistosomiasis from 2007 to 2012 in Jianghan Plain, China."}, {"paper_id": 31234446, "paper_name": "Identifying and Predicting the Geographical Distribution Patterns of Oncomelania hupensis."}, {"paper_id": 31810239, "paper_name": "Mapping Environmental Suitability of Scrub Typhus in Nepal Using MaxEnt and Random Forest Models."}, {"paper_id": 31887118, "paper_name": "A dengue fever predicting model based on Baidu search index data and climate data in South China."}], "institute_name": "Institute of geodesy and geophysics, chinese academy of sciences, wuhan 430077, china. huangduan@asch.whigg.ac.cn", "institute_id": 1776}, "Fudan university, China": {"score": 3.201558265582656, "papers": [{"paper_id": 23880253, "paper_name": "Spatial pattern of schistosomiasis in Xingzi, Jiangxi Province, China: the effects of environmental factors."}, {"paper_id": 25659112, "paper_name": "Spatio-temporal transmission and environmental determinants of Schistosomiasis Japonica in Anhui Province, China."}, {"paper_id": 29813073, "paper_name": "Prediction of the potential global distribution for Biomphalaria straminea, an intermediate host for Schistosoma mansoni."}, {"paper_id": 30833735, "paper_name": "Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus."}, {"paper_id": 30850598, "paper_name": "Inter-annual variation in seasonal dengue epidemics driven by multiple interacting factors in Guangzhou, China."}, {"paper_id": 32251421, "paper_name": "Risk prediction of two types of potential snail habitats in Anhui Province of China: Model-based approaches."}], "institute_name": "Fudan university, China", "institute_id": 1782}, "Chinese Center for Disease Control and Prevention, China": {"score": 14.666099994776456, "papers": [{"paper_id": 21254912, "paper_name": "Distribution of Aedes albopictus (Diptera: Culicidae) in northwestern China."}, {"paper_id": 21375751, "paper_name": "Temporal correlation analysis between malaria and meteorological factors in Motuo County, Tibet."}, {"paper_id": 21569733, "paper_name": "[Typhoid and paratyphoid fever in Yunnan province: distributional patterns and the related meteorological factors]."}, {"paper_id": 21896823, "paper_name": "Meteorological factors-based spatio-temporal mapping and predicting malaria in central China."}, {"paper_id": 22823998, "paper_name": "Spatial-temporal analysis of malaria and the effect of environmental factors on its incidence in Yongcheng, China, 2006-2010."}, {"paper_id": 24019443, "paper_name": "Association between hemorrhagic fever with renal syndrome epidemic and climate factors in Heilongjiang Province, China."}, {"paper_id": 24404159, "paper_name": "Regional impact of climate on Japanese encephalitis in areas located near the three gorges dam."}, {"paper_id": 24911168, "paper_name": "A spatial and temporal analysis of Japanese encephalitis in mainland China, 1963-1975: a period without Japanese encephalitis vaccination."}, {"paper_id": 25019967, "paper_name": "Predicting local dengue transmission in Guangzhou, China, through the influence of imported cases, mosquito density and climate variability."}, {"paper_id": 25285440, "paper_name": "The impact of climate change on infectious disease transmission: perceptions of CDC health professionals in Shanxi Province, China."}, {"paper_id": 25771078, "paper_name": "How environmental conditions impact mosquito ecology and Japanese encephalitis: an eco-epidemiological approach."}, {"paper_id": 25881185, "paper_name": "Malaria incidence from 2005-2013 and its associations with meteorological factors in Guangdong, China."}, {"paper_id": 25902910, "paper_name": "A national assessment of the epidemiology of severe fever with thrombocytopenia syndrome, China."}, {"paper_id": 26020627, "paper_name": "Predicting unprecedented dengue outbreak using imported cases and climatic factors in Guangzhou, 2014."}, {"paper_id": 26868185, "paper_name": "Predicting malaria vector distribution under climate change scenarios in China: Challenges for malaria elimination."}, {"paper_id": 27097318, "paper_name": "Mapping the Distribution of Anthrax in Mainland China, 2005-2013."}, {"paper_id": 27164117, "paper_name": "Spatial-Temporal Epidemiology of Tuberculosis in Mainland China: An Analysis Based on Bayesian Theory."}, {"paper_id": 27903067, "paper_name": "Predicting the spatial distribution of Biomphalaria straminea, a potential intermediate host for Schistosoma mansoni, in China."}, {"paper_id": 27940911, "paper_name": "Climate variation drives dengue dynamics."}, {"paper_id": 28461151, "paper_name": "Mapping the distribution of tick-borne encephalitis in mainland China."}, {"paper_id": 29353124, "paper_name": "Projecting environmental suitable areas for malaria transmission in China under climate change scenarios."}, {"paper_id": 29857503, "paper_name": "Modeling the Heterogeneity of Dengue Transmission in a City."}, {"paper_id": 29874263, "paper_name": "Spatiotemporal variation of the association between climate dynamics and HFRS outbreaks in Eastern China during 2005-2016 and its geographic determinants."}, {"paper_id": 30226151, "paper_name": "Environmental Determinants of Hemorrhagic Fever with Renal Syndrome in High-Risk Counties in China: A Time Series Analysis (2002-2012)."}, {"paper_id": 30283159, "paper_name": "Projecting potential spatial and temporal changes in the distribution of Plasmodium vivax and Plasmodium falciparum malaria in China with climate change."}, {"paper_id": 30922405, "paper_name": "Spatiotemporal characteristics and primary influencing factors of typical dengue fever epidemics in China."}, {"paper_id": 30928856, "paper_name": "The impact of climate variability on infectious disease transmission in China: Current knowledge and further directions."}, {"paper_id": 31039734, "paper_name": "Spatiotemporal epidemiology of, and factors associated with, the tuberculosis prevalence in northern China, 2010-2014."}, {"paper_id": 31126673, "paper_name": "Spatial-temporal analysis of tuberculosis in the geriatric population of China: An analysis based on the Bayesian conditional autoregressive model."}, {"paper_id": 31233387, "paper_name": "The scrub typhus in mainland China: spatiotemporal expansion and risk prediction underpinned by complex factors."}, {"paper_id": 31279820, "paper_name": "The spatio-temporal analysis of the incidence of tuberculosis and the associated factors in mainland China, 2009-2015."}, {"paper_id": 31666565, "paper_name": "Development and comparison of forecast models of hand-foot-mouth disease with meteorological factors."}, {"paper_id": 31710904, "paper_name": "The complex associations of climate variability with seasonal influenza A and B virus transmission in subtropical Shanghai, China."}, {"paper_id": 31815950, "paper_name": "Prediction model for dengue fever based on interactive effects between multiple meteorological factors in Guangdong, China (2008-2016)."}, {"paper_id": 31936708, "paper_name": "Forecast of Dengue Cases in 20 Chinese Cities Based on the Deep Learning Method."}, {"paper_id": 32678025, "paper_name": "Inference and prediction of malaria transmission dynamics using time series data."}, {"paper_id": 33164890, "paper_name": "COVID-19 in China: Risk Factors and R0 Revisited."}, {"paper_id": 33561446, "paper_name": "A regional suitable conditions index to forecast the impact of climate change on dengue vectorial capacity."}, {"paper_id": 33598765, "paper_name": "Extreme weather events and dengue outbreaks in Guangzhou, China: a time-series quasi-binomial distributed lag non-linear model."}, {"paper_id": 34008359, "paper_name": "[Construction of a forecast system for prediction of schistosomiasis risk in China based on the flood information]."}, {"paper_id": 34011383, "paper_name": "Infestation risk of the intermediate snail host of Schistosoma japonicum in the Yangtze River Basin: improved results by spatial reassessment and a random forest approach."}], "institute_name": "Chinese Center for Disease Control and Prevention, China", "institute_id": 1896}, "Massachusetts Institute of Technology, USA": {"score": 6.5, "papers": [{"paper_id": 23919581, "paper_name": "Linking environmental variability to village-scale malaria transmission using a simple immunity model."}, {"paper_id": 23938022, "paper_name": "Incorporating the effects of humidity in a mechanistic model of Anopheles gambiae mosquito population dynamics in the Sahel region of Africa."}, {"paper_id": 24043443, "paper_name": "Projected impacts of climate change on environmental suitability for malaria transmission in West Africa."}, {"paper_id": 27903266, "paper_name": "Environmental determinants of malaria transmission in African villages."}, {"paper_id": 29370803, "paper_name": "Modelling and observing the role of wind in Anopheles population dynamics around a reservoir."}, {"paper_id": 30177009, "paper_name": "Prevention of malaria transmission around reservoirs: an observational and modelling study on the effect of wind direction and village location."}, {"paper_id": 30521523, "paper_name": "Statistical modeling of the effect of rainfall flushing on dengue transmission in Singapore."}], "institute_name": "Massachusetts Institute of Technology, USA", "institute_id": 1912}, "National Center for Atmospheric Research, USA": {"score": 3.1821428571428574, "papers": [{"paper_id": 22072451, "paper_name": "Predicting the effect of climate change on African trypanosomiasis: integrating epidemiology with parasite and vector biology."}, {"paper_id": 26025268, "paper_name": "Climate change influences on the annual onset of Lyme disease in the United States."}, {"paper_id": 26275146, "paper_name": "Meteorologically Driven Simulations of Dengue Epidemics in San Juan, PR."}, {"paper_id": 29029153, "paper_name": "Modeling the Environmental Suitability for Aedes (Stegomyia) aegypti and Aedes (Stegomyia) albopictus (Diptera: Culicidae) in the Contiguous United States."}, {"paper_id": 29610543, "paper_name": "The potential impacts of 21st century climatic and population changes on human exposure to the virus vector mosquito Aedes aegypti."}, {"paper_id": 29637876, "paper_name": "An Acarological Risk Model Predicting the Density and Distribution of Host-Seeking Ixodes scapularis Nymphs in Minnesota."}, {"paper_id": 29697837, "paper_name": "Modeling Climate Suitability of the Western Blacklegged Tick in California."}, {"paper_id": 30594264, "paper_name": "A Simple Model to Predict the Potential Abundance of Aedes aegypti Mosquitoes One Month in Advance."}], "institute_name": "National Center for Atmospheric Research, USA", "institute_id": 1995}, "National Institute For Communicable Disease Control and Prevention, China": {"score": 5.088584202118137, "papers": [{"paper_id": 26020627, "paper_name": "Predicting unprecedented dengue outbreak using imported cases and climatic factors in Guangzhou, 2014."}, {"paper_id": 27009065, "paper_name": "A climate-driven mechanistic population model of Aedes albopictus with diapause."}, {"paper_id": 29857503, "paper_name": "Modeling the Heterogeneity of Dengue Transmission in a City."}, {"paper_id": 29898525, "paper_name": "Forecast of severe fever with thrombocytopenia syndrome incidence with meteorological factors."}, {"paper_id": 30218814, "paper_name": "Spatiotemporal patterns and determinants of dengue at county level in China from 2005-2017."}, {"paper_id": 30808752, "paper_name": "Climate-driven variation in mosquito density predicts the spatiotemporal dynamics of dengue."}, {"paper_id": 30833735, "paper_name": "Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus."}, {"paper_id": 31238610, "paper_name": "[Application of ARIMA model in predicting the incidence of tuberculosis in China from 2018 to 2019]."}, {"paper_id": 31666565, "paper_name": "Development and comparison of forecast models of hand-foot-mouth disease with meteorological factors."}, {"paper_id": 32311903, "paper_name": "Climate factors and the East Asian summer monsoon may drive large outbreaks of dengue in China."}, {"paper_id": 32846249, "paper_name": "Factors associated with spatial distribution of severe fever with thrombocytopenia syndrome."}, {"paper_id": 33770107, "paper_name": "Assessing the suitability for Aedes albopictus and dengue transmission risk in China with a delay differential equation model."}], "institute_name": "National Institute For Communicable Disease Control and Prevention, China", "institute_id": 2465}, "Beijing Institute of Microbiology and Epidemiology, China": {"score": 4.033928571428575, "papers": [{"paper_id": 22781421, "paper_name": "[Design and implementation of Geographical Information System on prevention and control of cholera]."}, {"paper_id": 22928015, "paper_name": "Change in rainfall drives malaria re-emergence in Anhui Province, China."}, {"paper_id": 25902910, "paper_name": "A national assessment of the epidemiology of severe fever with thrombocytopenia syndrome, China."}, {"paper_id": 27097318, "paper_name": "Mapping the Distribution of Anthrax in Mainland China, 2005-2013."}, {"paper_id": 28461151, "paper_name": "Mapping the distribution of tick-borne encephalitis in mainland China."}, {"paper_id": 28587151, "paper_name": "Geographical Environment Factors and Risk Assessment of Tick-Borne Encephalitis in Hulunbuir, Northeastern China."}, {"paper_id": 30226151, "paper_name": "Environmental Determinants of Hemorrhagic Fever with Renal Syndrome in High-Risk Counties in China: A Time Series Analysis (2002-2012)."}, {"paper_id": 31233387, "paper_name": "The scrub typhus in mainland China: spatiotemporal expansion and risk prediction underpinned by complex factors."}], "institute_name": "Beijing Institute of Microbiology and Epidemiology, China", "institute_id": 2492}, "Abdus Salam International Centre for Theoretical Physics, Italy": {"score": 6.416666666666666, "papers": [{"paper_id": 23419192, "paper_name": "A regional-scale, high resolution dynamical malaria model that accounts for population density, climate and surface hydrology."}, {"paper_id": 24228784, "paper_name": "Relative importance of climatic, geographic and socio-economic determinants of malaria in Malawi."}, {"paper_id": 27063731, "paper_name": "Assessing the effects of air temperature and rainfall on malaria incidence: an epidemiological study across Rwanda and Uganda."}, {"paper_id": 27063732, "paper_name": "Assessment of malaria transmission changes in Africa, due to the climate impact of land use change using Coupled Model Intercomparison Project Phase 5 earth system models."}, {"paper_id": 27063734, "paper_name": "A breeding site model for regional, dynamical malaria simulations evaluated using in situ temporary ponds observations."}, {"paper_id": 27063735, "paper_name": "Mosquito breeding site water temperature observations and simulations towards improved vector-borne disease models for Africa."}, {"paper_id": 27063740, "paper_name": "To what extent does climate explain variations in reported malaria cases in early 20th century Uganda?"}, {"paper_id": 30256799, "paper_name": "Uncertainty in malaria simulations in the highlands of Kenya: Relative contributions of model parameter setting, driving climate and initial condition errors."}, {"paper_id": 31707994, "paper_name": "Modelled and observed mean and seasonal relationships between climate, population density and malaria indicators in Cameroon."}, {"paper_id": 32159031, "paper_name": "Dynamical Malaria Forecasts Are Skillful at Regional and Local Scales in Uganda up to 4 Months Ahead."}], "institute_name": "Abdus Salam International Centre for Theoretical Physics, Italy", "institute_id": 2744}, "South Dakota State University, USA": {"score": 6.466666666666668, "papers": [{"paper_id": 21661329, "paper_name": "Weather and land cover influences on mosquito populations in Sioux Falls, South Dakota."}, {"paper_id": 22583705, "paper_name": "Remote sensing-based time series models for malaria early warning in the highlands of Ethiopia."}, {"paper_id": 23049143, "paper_name": "Satellite Microwave Remote Sensing for Environmental Modeling of Mosquito Population Dynamics."}, {"paper_id": 23071656, "paper_name": "Remote sensing of climatic anomalies and West Nile virus incidence in the northern Great Plains of the United States."}, {"paper_id": 24173141, "paper_name": "Spatio-temporal epidemiology of human West Nile virus disease in South Dakota."}, {"paper_id": 26104276, "paper_name": "Seasonal associations of climatic drivers and malaria in the highlands of Ethiopia."}, {"paper_id": 28231803, "paper_name": "Integrating malaria surveillance with climate data for outbreak detection and forecasting: the EPIDEMIA system."}, {"paper_id": 28736681, "paper_name": "Integrating Environmental Monitoring and Mosquito Surveillance to Predict Vector-borne Disease: Prospective Forecasts of a West Nile Virus Outbreak."}], "institute_name": "South Dakota State University, USA", "institute_id": 2750}, "Xi'an jiaotong university, xi'an 710061, china. chestertsee@outlook.com": {"score": 2.1166666666666667, "papers": [{"paper_id": 29584661, "paper_name": "How Socio-Environmental Factors Are Associated with Japanese Encephalitis in Shaanxi, China-A Bayesian Spatial Analysis."}, {"paper_id": 30280301, "paper_name": "Stochastic Modelling of Air Pollution Impacts on Respiratory Infection Risk."}, {"paper_id": 30665469, "paper_name": "A combination of climatic conditions determines major within-season dengue outbreaks in Guangdong Province, China."}, {"paper_id": 30995744, "paper_name": "Effects of Socio-Environmental Factors on Malaria Infection in Pakistan: A Bayesian Spatial Analysis."}, {"paper_id": 31013684, "paper_name": "Identifying Risk Factors Of A(H7N9) Outbreak by Wavelet Analysis and Generalized Estimating Equation."}], "institute_name": "Xi'an jiaotong university, xi'an 710061, china. chestertsee@outlook.com", "institute_id": 2758}, "Qilu hospital of Shandong University, China": {"score": 6.404131496522802, "papers": [{"paper_id": 22800633, "paper_name": "[Analysis of epidemic features of scrub typhus between year 2006 and 2010 in Shandong province, China]."}, {"paper_id": 24800904, "paper_name": "Effects of meteorological factors on scrub typhus in a temperate region of China."}, {"paper_id": 24981427, "paper_name": "Ecological niche modeling for predicting the potential risk areas of severe fever with thrombocytopenia syndrome."}, {"paper_id": 25019967, "paper_name": "Predicting local dengue transmission in Guangzhou, China, through the influence of imported cases, mosquito density and climate variability."}, {"paper_id": 25285440, "paper_name": "The impact of climate change on infectious disease transmission: perceptions of CDC health professionals in Shanxi Province, China."}, {"paper_id": 26020627, "paper_name": "Predicting unprecedented dengue outbreak using imported cases and climatic factors in Guangzhou, 2014."}, {"paper_id": 26868185, "paper_name": "Predicting malaria vector distribution under climate change scenarios in China: Challenges for malaria elimination."}, {"paper_id": 27188362, "paper_name": "[Spatial analysis of autumn-winter type scrub typhus in Shandong province, 2006-2014]."}, {"paper_id": 27241207, "paper_name": "Short-term effects of floods on Japanese encephalitis in Nanchong, China, 2007-2012: A time-stratified case-crossover study."}, {"paper_id": 29976265, "paper_name": "Using a distributed lag non-linear model to identify impact of temperature variables on haemorrhagic fever with renal syndrome in Shandong Province."}, {"paper_id": 30526507, "paper_name": "Small-area spatial statistical analysis of malaria clusters and hotspots in Cameroon;2000-2015."}, {"paper_id": 32311903, "paper_name": "Climate factors and the East Asian summer monsoon may drive large outbreaks of dengue in China."}, {"paper_id": 32846249, "paper_name": "Factors associated with spatial distribution of severe fever with thrombocytopenia syndrome."}], "institute_name": "Qilu hospital of Shandong University, China", "institute_id": 2759}, "Griffith University, Australia": {"score": 3.9206349206349205, "papers": [{"paper_id": 25019967, "paper_name": "Predicting local dengue transmission in Guangzhou, China, through the influence of imported cases, mosquito density and climate variability."}, {"paper_id": 25447266, "paper_name": "Identification of the prediction model for dengue incidence in Can Tho city, a Mekong Delta area in Vietnam."}, {"paper_id": 25472927, "paper_name": "Association between climate factors and diarrhoea in a Mekong Delta area."}, {"paper_id": 26020627, "paper_name": "Predicting unprecedented dengue outbreak using imported cases and climatic factors in Guangzhou, 2014."}, {"paper_id": 27404323, "paper_name": "A climate-based prediction model in the high-risk clusters of the Mekong Delta region, Vietnam: towards improving dengue prevention and control."}, {"paper_id": 28063653, "paper_name": "Temporal and spatial analysis of hand, foot, and mouth disease in relation to climate factors: A study in the Mekong Delta region, Vietnam."}, {"paper_id": 28838035, "paper_name": "Spatiotemporal variation of hand-foot-mouth disease in relation to socioecological factors: A multiple-province analysis in Vietnam."}, {"paper_id": 29349533, "paper_name": "Hendra Virus Spillover is a Bimodal System Driven by Climatic Factors."}, {"paper_id": 29976265, "paper_name": "Using a distributed lag non-linear model to identify impact of temperature variables on haemorrhagic fever with renal syndrome in Shandong Province."}], "institute_name": "Griffith University, Australia", "institute_id": 2762}, "University of Queensland, Australia": {"score": 7.1431286105199145, "papers": [{"paper_id": 22015625, "paper_name": "Spatial patterns and socioecological drivers of dengue fever transmission in Queensland, Australia."}, {"paper_id": 22572115, "paper_name": "Did socio-ecological factors drive the spatiotemporal patterns of pandemic influenza A (H1N1)?"}, {"paper_id": 23617766, "paper_name": "Spatiotemporal patterns of Aedes aegypti populations in Cairns, Australia: assessing drivers of dengue transmission."}, {"paper_id": 24019443, "paper_name": "Association between hemorrhagic fever with renal syndrome epidemic and climate factors in Heilongjiang Province, China."}, {"paper_id": 24349148, "paper_name": "Imported dengue cases, weather variation and autochthonous dengue incidence in Cairns, Australia."}, {"paper_id": 24984276, "paper_name": "A population-based spatio-temporal analysis of Clostridium difficile infection in Queensland, Australia over a 10-year period."}, {"paper_id": 25460662, "paper_name": "Weather variability and influenza A (H7N9) transmission in Shanghai, China: a Bayesian spatial analysis."}, {"paper_id": 26368819, "paper_name": "Mapping the Risk of Soil-Transmitted Helminthic Infections in the Philippines."}, {"paper_id": 26799511, "paper_name": "Bayesian estimation of the dynamics of pandemic (H1N1) 2009 influenza transmission in Queensland: A space-time SIR-based model."}, {"paper_id": 26820752, "paper_name": "Human Leptospirosis Infection in Fiji: An Eco-epidemiological Approach to Identifying Risk Factors and Environmental Drivers for Transmission."}, {"paper_id": 29353124, "paper_name": "Projecting environmental suitable areas for malaria transmission in China under climate change scenarios."}, {"paper_id": 29709286, "paper_name": "Use of geographically weighted logistic regression to quantify spatial variation in the environmental and sociodemographic drivers of leptospirosis in Fiji: a modelling study."}, {"paper_id": 30218814, "paper_name": "Spatiotemporal patterns and determinants of dengue at county level in China from 2005-2017."}, {"paper_id": 30283159, "paper_name": "Projecting potential spatial and temporal changes in the distribution of Plasmodium vivax and Plasmodium falciparum malaria in China with climate change."}, {"paper_id": 31136953, "paper_name": "Using dengue epidemics and local weather in Bali, Indonesia to predict imported dengue in Australia."}, {"paper_id": 31568504, "paper_name": "Mapping Schistosoma mansoni endemicity in Rwanda: a critical assessment of geographical disparities arising from circulating cathodic antigen versus Kato-Katz diagnostics."}, {"paper_id": 31810239, "paper_name": "Mapping Environmental Suitability of Scrub Typhus in Nepal Using MaxEnt and Random Forest Models."}, {"paper_id": 32311903, "paper_name": "Climate factors and the East Asian summer monsoon may drive large outbreaks of dengue in China."}, {"paper_id": 32563864, "paper_name": "Influence of climate variables on the rising incidence of nontuberculous mycobacterial (NTM) infections in Queensland, Australia 2001-2016."}, {"paper_id": 33353025, "paper_name": "An Association between Rainy Days with Clinical Dengue Fever in Dhaka, Bangladesh: Findings from a Hospital Based Study."}, {"paper_id": 33561446, "paper_name": "A regional suitable conditions index to forecast the impact of climate change on dengue vectorial capacity."}], "institute_name": "University of Queensland, Australia", "institute_id": 2766}, "Goethe University, Germany": {"score": 3.4110275689223064, "papers": [{"paper_id": 26086887, "paper_name": "Climate Change and Spatiotemporal Distributions of Vector-Borne Diseases in Nepal--A Systematic Synthesis of Literature."}, {"paper_id": 26634351, "paper_name": "Modeling the habitat suitability for the arbovirus vector Aedes albopictus (Diptera: Culicidae) in Germany."}, {"paper_id": 30909930, "paper_name": "Modelling seasonal dynamics, population stability, and pest control in Aedes japonicus japonicus (Diptera: Culicidae)."}, {"paper_id": 31745446, "paper_name": "Vector distribution and transmission risk of the Zika virus in South and Central America."}, {"paper_id": 32374263, "paper_name": "Modelling the climatic suitability of Chagas disease vectors on a global scale."}, {"paper_id": 34030376, "paper_name": "The ecophysiological plasticity of Aedes aegypti and Aedes albopictus concerning overwintering in cooler ecoregions is driven by local climate and acclimation capacity."}], "institute_name": "Goethe University, Germany", "institute_id": 2770}, "University of Copenhagen, Denmark": {"score": 5.21706349206349, "papers": [{"paper_id": 21989409, "paper_name": "Bayesian geostatistical modelling of malaria and lymphatic filariasis infections in Uganda: predictors of risk and geographical patterns of co-endemicity."}, {"paper_id": 22142789, "paper_name": "Large-scale determinants of intestinal schistosomiasis and intermediate host snail distribution across Africa: does climate matter?"}, {"paper_id": 24587466, "paper_name": "Mapping the geographical distribution of lymphatic filariasis in Zambia."}, {"paper_id": 25498001, "paper_name": "Modelling climate change impact on the spatial distribution of fresh water snails hosting trematodes in Zimbabwe."}, {"paper_id": 25545936, "paper_name": "Ecological niche model of Phlebotomus perniciosus, the main vector of canine leishmaniasis in north-eastern Italy."}, {"paper_id": 26793972, "paper_name": "Ecological Drivers of Mansonella perstans Infection in Uganda and Patterns of Co-endemicity with Lymphatic Filariasis and Malaria."}, {"paper_id": 27063739, "paper_name": "Combining process-based and correlative models improves predictions of climate change effects on Schistosoma mansoni transmission in eastern Africa."}, {"paper_id": 30261186, "paper_name": "Schistosomes, snails and climate change: Current trends and future expectations."}, {"paper_id": 31792296, "paper_name": "Predicting the spatial abundance of Ixodes ricinus ticks in southern Scandinavia using environmental and climatic data."}, {"paper_id": 32300093, "paper_name": "Developing a forecasting model for cholera incidence in Dhaka megacity through time series climate data."}, {"paper_id": 32807810, "paper_name": "Campylobacter infections expected to increase due to climate change in Northern Europe."}], "institute_name": "University of Copenhagen, Denmark", "institute_id": 2772}, "Nanjing medical university, nanjing 210000, china": {"score": 2.333333333333334, "papers": [{"paper_id": 29086082, "paper_name": "Predicting the outbreak of hand, foot, and mouth disease in Nanjing, China: a time-series model based on weather variability."}, {"paper_id": 31658529, "paper_name": "[Spatial-temporal characteristics of other infectious diarrhea in Jiangsu province, 2010-2017]."}, {"paper_id": 32171261, "paper_name": "Forecasting incidence of infectious diarrhea using random forest in Jiangsu Province, China."}, {"paper_id": 32251421, "paper_name": "Risk prediction of two types of potential snail habitats in Anhui Province of China: Model-based approaches."}, {"paper_id": 33148337, "paper_name": "Comparing the performance of time series models with or without meteorological factors in predicting incident pulmonary tuberculosis in eastern China."}], "institute_name": "Nanjing medical university, nanjing 210000, china", "institute_id": 2775}, "Sackler faculty of medicine, tel aviv university, tel aviv, 39040, israel": {"score": 2.202380952380952, "papers": [{"paper_id": 22465112, "paper_name": "Determinants of periodicity in seasonally driven epidemics."}, {"paper_id": 25402217, "paper_name": "Spatial and temporal distribution of West Nile virus in horses in Israel (1997-2013)--from endemic to epidemics."}, {"paper_id": 26046930, "paper_name": "Global Spatio-temporal Patterns of Influenza in the Post-pandemic Era."}, {"paper_id": 32358588, "paper_name": "Accelerating invasion potential of disease vector Aedes aegypti under climate change."}, {"paper_id": 32391139, "paper_name": "MVSE: An R-package that estimates a climate-driven mosquito-borne viral suitability index."}, {"paper_id": 33213688, "paper_name": "Characterising West Nile virus epidemiology in Israel using a transmission suitability index."}], "institute_name": "Sackler faculty of medicine, tel aviv university, tel aviv, 39040, israel", "institute_id": 2778}, "Princeton University, USA": {"score": 3.435044544827155, "papers": [{"paper_id": 25569275, "paper_name": "Environmental drivers of the spatiotemporal dynamics of respiratory syncytial virus in the United States."}, {"paper_id": 25737803, "paper_name": "Estimating drivers of autochthonous transmission of chikungunya virus in its invasion of the americas."}, {"paper_id": 25822936, "paper_name": "Changes in rodent abundance and weather conditions potentially drive hemorrhagic fever with renal syndrome outbreaks in Xi'an, China, 2005-2012."}, {"paper_id": 27716414, "paper_name": "Analyzing climate variations at multiple timescales can guide Zika virus response measures."}, {"paper_id": 28747901, "paper_name": "Could the Recent Zika Epidemic Have Been Predicted?"}, {"paper_id": 31213175, "paper_name": "Inferring who-infected-whom-where in the 2016 Zika outbreak in Singapore-a spatio-temporal model."}, {"paper_id": 32486949, "paper_name": "Climatological, virological and sociological drivers of current and projected dengue fever outbreak dynamics in Sri Lanka."}, {"paper_id": 32488106, "paper_name": "The impact of climate and antigenic evolution on seasonal influenza virus epidemics in Australia."}, {"paper_id": 33558479, "paper_name": "Assessing the influence of climate on wintertime SARS-CoV-2 outbreaks."}], "institute_name": "Princeton University, USA", "institute_id": 2779}, "University of Guelph, Canada": {"score": 2.2634920634920634, "papers": [{"paper_id": 28731409, "paper_name": "Assessment of the Probability of Autochthonous Transmission of Chikungunya Virus in Canada under Recent and Projected Climate Change."}, {"paper_id": 29698463, "paper_name": "Assessing the impact of environmental exposures and Cryptosporidium infection in cattle on human incidence of cryptosporidiosis in Southwestern Ontario, Canada."}, {"paper_id": 31940405, "paper_name": "A scoping review of importation and predictive models related to vector-borne diseases, pathogens, reservoirs, or vectors (1999-2016)."}, {"paper_id": 32441995, "paper_name": "Current and Projected Distributions of Aedes aegypti and Ae. albopictus in Canada and the U.S."}, {"paper_id": 33226196, "paper_name": "Epidemiology of Campylobacter jejuni in raccoons (Procyon lotor) on swine farms and in conservation areas in southern Ontario."}, {"paper_id": 33997536, "paper_name": "Yellow fever virus outbreak in Brazil under current and future climate."}], "institute_name": "University of Guelph, Canada", "institute_id": 2780}, "University of Michigan, USA": {"score": 3.155192197360872, "papers": [{"paper_id": 22308325, "paper_name": "Highly localized sensitivity to climate forcing drives endemic cholera in a megacity."}, {"paper_id": 24267876, "paper_name": "Examining rainfall and cholera dynamics in Haiti using statistical and dynamic modeling approaches."}, {"paper_id": 26502881, "paper_name": "Predictability of epidemic malaria under non-stationary conditions with process-based models combining epidemiological updates and climate variability."}, {"paper_id": 27035949, "paper_name": "Differential and enhanced response to climate forcing in diarrheal disease due to rotavirus across a megacity of the developing world."}, {"paper_id": 28448507, "paper_name": "Detecting the impact of temperature on transmission of Zika, dengue, and chikungunya using mechanistic models."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 32574544, "paper_name": "Predicting re-emergence times of dengue epidemics at low reproductive numbers: DENV1 in Rio de Janeiro, 1986-1990."}, {"paper_id": 32863604, "paper_name": "Social cohesion and passive adaptation in relation to climate change and disease."}], "institute_name": "University of Michigan, USA", "institute_id": 2785}, "Mahidol University, Thailand": {"score": 3.2083333333333335, "papers": [{"paper_id": 25325356, "paper_name": "Predictiveness of disease risk in a global outreach tourist setting in Thailand using meteorological data and vector-borne disease incidences."}, {"paper_id": 26822605, "paper_name": "The impact of rainfall and temperature on the spatial progression of cases during the chikungunya re-emergence in Thailand in 2008-2009."}, {"paper_id": 26935846, "paper_name": "Predicting factors for malaria re-introduction: an applied model in an elimination setting to prevent malaria outbreaks."}, {"paper_id": 29549613, "paper_name": "Climate variability and dengue hemorrhagic fever in Southeast Sulawesi Province, Indonesia."}, {"paper_id": 30239836, "paper_name": "The Epidemiology of Cholera in Zanzibar: Implications for the Zanzibar Comprehensive Cholera Elimination Plan."}, {"paper_id": 31311606, "paper_name": "Spatiotemporal epidemiology, environmental correlates, and demography of malaria in Tak Province, Thailand (2012-2015)."}, {"paper_id": 32602435, "paper_name": "Malaria Risk Map Using Spatial Multi-Criteria Decision Analysis along Yunnan Border During the Pre-elimination Period."}], "institute_name": "Mahidol University, Thailand", "institute_id": 2803}, "Tehran University of Medical Sciences, Iran": {"score": 17.074206349206335, "papers": [{"paper_id": 21771707, "paper_name": "Spatio-temporal distribution of malaria vectors (Diptera: Culicidae) across different climatic zones of Iran."}, {"paper_id": 22245147, "paper_name": "Spatial analysis and mapping of malaria risk in an endemic area, south of Iran: a GIS based decision making for planning of control."}, {"paper_id": 25703403, "paper_name": "Predicting CCHF incidence and its related factors using time-series analysis in the southeast of Iran: comparison of SARIMA and Markov switching models."}, {"paper_id": 26623427, "paper_name": "Dynamic Relations between Incidence of Zoonotic Cutaneous Leishmaniasis and Climatic Factors in Golestan Province, Iran."}, {"paper_id": 27057526, "paper_name": "Correlation Assessment of Climate and Geographic Distribution of Tuberculosis Using Geographical Information System (GIS)."}, {"paper_id": 27150212, "paper_name": "Ecological Niche Modeling of main reservoir hosts of zoonotic cutaneous leishmaniasis in Iran."}, {"paper_id": 27496622, "paper_name": "Cutaneous leishmaniasis prevalence and morbidity based on environmental factors in Ilam, Iran: Spatial analysis and land use regression models."}, {"paper_id": 27826012, "paper_name": "Spatial changes in the distribution of malaria vectors during the past 5 decades in Iran."}, {"paper_id": 28188765, "paper_name": "Predicting the potential distribution of main malaria vectors Anopheles stephensi, An. culicifacies s.l. and An. fluviatilis s.l. in Iran based on maximum entropy model."}, {"paper_id": 28928720, "paper_name": "Potential Risk Areas of Aedes albopictus in South-Eastern Iran: A Vector of Dengue Fever, Zika, and Chikungunya."}, {"paper_id": 29790236, "paper_name": "Forecasting zoonotic cutaneous leishmaniasis using meteorological factors in eastern Fars province, Iran: a SARIMA analysis."}, {"paper_id": 29970145, "paper_name": "Predicting environmentally suitable areas for Anopheles superpictus Grassi (s.l.), Anopheles maculipennis Meigen (s.l.) and Anopheles sacharovi Favre (Diptera: Culicidae) in Iran."}, {"paper_id": 30788178, "paper_name": "Modification of the Conventional Influenza Epidemic Models Using Environmental Parameters in Iran."}, {"paper_id": 30901605, "paper_name": "Studying the influence of mass media and environmental factors on influenza virus transmission in the US Midwest."}, {"paper_id": 31429469, "paper_name": "Climate Change and the Risk of Malaria Transmission in Iran."}, {"paper_id": 31693708, "paper_name": "The effect of climate change on cholera disease: The road ahead using artificial neural network."}, {"paper_id": 31745415, "paper_name": "Ecological Niche Modeling of West Nile Virus Vector in Northwest of Iran."}, {"paper_id": 31803777, "paper_name": "Using Ecological Niche Modeling to Predict the Spatial Distribution of Anopheles maculipennis s.l. and Culex theileri (Diptera: Culicidae) in Central Iran."}, {"paper_id": 31821166, "paper_name": "Investigating the incidence rate and geographical distribution of congenital hypothyroidism among neonates in Isfahan province using geographic information system (GIS) between 2002 and 2015."}, {"paper_id": 31978729, "paper_name": "Spatial and spatiotemporal patterns of typhoid fever and investigation of their relationship with potential risk factors in Iran, 2012-2017."}, {"paper_id": 32291361, "paper_name": "Epidemiological Features of Human Brucellosis in Iran (2011-2018) and Prediction of Brucellosis with Data-Mining Models."}, {"paper_id": 32396582, "paper_name": "Forecasting the monthly incidence rate of brucellosis in west of Iran using time series and data mining from 2010 to 2019."}, {"paper_id": 32845890, "paper_name": "Spatial autocorrelation and epidemiological survey of visceral leishmaniasis in an endemic area of Azerbaijan region, the northwest of Iran."}, {"paper_id": 33128518, "paper_name": "The habitat suitability model for the potential distribution of Ornithodoros tholozani (Laboulbène et Mégnin, 1882) and Ornithodoros lahorensis (Neumann, 1908) (Acari: Argasidae): the main vectors of tick-borne relapsing fever in Iran."}, {"paper_id": 33648578, "paper_name": "Predicting the incidence of brucellosis in Western Iran using Markov switching model."}, {"paper_id": 33746382, "paper_name": "The Granger causality analysis of the impact of climatic factors on visceral leishmaniasis in northwestern Iran in 1995-2019."}, {"paper_id": 33876891, "paper_name": "Climate change and its effect on the vulnerability to zoonotic cutaneous leishmaniasis in Iran."}], "institute_name": "Tehran University of Medical Sciences, Iran", "institute_id": 2807}, "University of Florida, USA": {"score": 11.389573963519739, "papers": [{"paper_id": 25902910, "paper_name": "A national assessment of the epidemiology of severe fever with thrombocytopenia syndrome, China."}, {"paper_id": 26048558, "paper_name": "A global map of suitability for coastal Vibrio cholerae under current and future climate conditions."}, {"paper_id": 26579951, "paper_name": "Mapping Physiological Suitability Limits for Malaria in Africa Under Climate Change."}, {"paper_id": 26822605, "paper_name": "The impact of rainfall and temperature on the spatial progression of cases during the chikungunya re-emergence in Thailand in 2008-2009."}, {"paper_id": 26894436, "paper_name": "Spatial-Temporal Distribution of Hantavirus Rodent-Borne Infection by Oligoryzomys fulvescens in the Agua Buena Region--Panama."}, {"paper_id": 27097318, "paper_name": "Mapping the Distribution of Anthrax in Mainland China, 2005-2013."}, {"paper_id": 27357295, "paper_name": "Ecological niche modeling of mosquito vectors of West Nile virus in St. John's County, Florida, USA."}, {"paper_id": 27855171, "paper_name": "Cholera in Cameroon, 2000-2012: Spatial and Temporal Analysis at the Operational (Health District) and Sub Climate Levels."}, {"paper_id": 28115677, "paper_name": "Modeling the Ecological Niche of Bacillus anthracis to Map Anthrax Risk in Kyrgyzstan."}, {"paper_id": 28448507, "paper_name": "Detecting the impact of temperature on transmission of Zika, dengue, and chikungunya using mechanistic models."}, {"paper_id": 28461151, "paper_name": "Mapping the distribution of tick-borne encephalitis in mainland China."}, {"paper_id": 29228986, "paper_name": "Addressing vulnerability, building resilience: community-based adaptation to vector-borne diseases in the context of global change."}, {"paper_id": 29721258, "paper_name": "Host species, and not environment, predicts variation in blood parasite prevalence, distribution, and diversity along a humidity gradient in northern South America."}, {"paper_id": 29939983, "paper_name": "Forecasting the effectiveness of indoor residual spraying for reducing dengue burden."}, {"paper_id": 30016319, "paper_name": "Nonlinear and delayed impacts of climate on dengue risk in Barbados: A modelling study."}, {"paper_id": 30111605, "paper_name": "Temperature drives Zika virus transmission: evidence from empirical and mathematical models."}, {"paper_id": 30152328, "paper_name": "Temperature explains broad patterns of Ross River virus transmission."}, {"paper_id": 30336778, "paper_name": "Quantifying the risk of local Zika virus transmission in the contiguous US during the 2015-2016 ZIKV epidemic."}, {"paper_id": 30921321, "paper_name": "Global expansion and redistribution of Aedes-borne virus transmission risk with climate change."}, {"paper_id": 30995228, "paper_name": "Geographic shifts in Aedes aegypti habitat suitability in Ecuador using larval surveillance data and ecological niche modeling: Implications of climate change for public health vector control."}, {"paper_id": 31233387, "paper_name": "The scrub typhus in mainland China: spatiotemporal expansion and risk prediction underpinned by complex factors."}, {"paper_id": 31279820, "paper_name": "The spatio-temporal analysis of the incidence of tuberculosis and the associated factors in mainland China, 2009-2015."}, {"paper_id": 31286630, "paper_name": "Thermal biology of mosquito-borne disease."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 31846495, "paper_name": "Predicting Abundances of Aedes mcintoshi, a primary Rift Valley fever virus mosquito vector."}, {"paper_id": 32150557, "paper_name": "Potential distributions of Bacillus anthracis and Bacillus cereus biovar anthracis causing anthrax in Africa."}, {"paper_id": 32342853, "paper_name": "Spatiotemporal Tools for Emerging and Endemic Disease Hotspots in Small Areas: An Analysis of Dengue and Chikungunya in Barbados, 2013-2016."}, {"paper_id": 32357890, "paper_name": "Shifting transmission risk for malaria in Africa with climate change: a framework for planning and intervention."}, {"paper_id": 32693720, "paper_name": "Age influences the thermal suitability of Plasmodium falciparum transmission in the Asian malaria vector Anopheles stephensi."}, {"paper_id": 32751566, "paper_name": "Effects of Mosquito Biology on Modeled Chikungunya Virus Invasion Potential in Florida."}, {"paper_id": 32871492, "paper_name": "Predicting the hotspots of age-adjusted mortality rates of lower respiratory infection across the continental United States: Integration of GIS, spatial statistics and machine learning algorithms."}, {"paper_id": 32902817, "paper_name": "Mapping Thermal Physiology of Vector-Borne Diseases in a Changing Climate: Shifts in Geographic and Demographic Risk of Suitability."}, {"paper_id": 32918887, "paper_name": "Climate change could shift disease burden from malaria to arboviruses in Africa."}, {"paper_id": 33017443, "paper_name": "Simulation models of dengue transmission in Funchal, Madeira Island: Influence of seasonality."}, {"paper_id": 33037740, "paper_name": "Warming temperatures could expose more than 1.3 billion new people to Zika virus risk by 2050."}, {"paper_id": 33579097, "paper_name": "Spatial distribution modeling of Stegomyia aegypti and Culex tritaeniorhynchus (Diptera: Culicidae) in Al-bahah Province, Kingdom of Saudi Arabia."}, {"paper_id": 33623008, "paper_name": "Climate predicts geographic and temporal variation in mosquito-borne disease dynamics on two continents."}, {"paper_id": 33766570, "paper_name": "Climate change and the dynamics of age-related malaria incidence in Southern Africa."}, {"paper_id": 33780459, "paper_name": "Modeling the spatial distribution of anthrax in southern Kenya."}, {"paper_id": 33920863, "paper_name": "Modeling the Potential Future Distribution of Anthrax Outbreaks under Multiple Climate Change Scenarios for Kenya."}, {"paper_id": 33947225, "paper_name": "Effects of changes in temperature on Zika dynamics and control."}], "institute_name": "University of Florida, USA", "institute_id": 2810}, "University of Basel, Switzerland": {"score": 2.711764705882353, "papers": [{"paper_id": 23675545, "paper_name": "Bayesian geostatistical modeling of leishmaniasis incidence in Brazil."}, {"paper_id": 24361640, "paper_name": "Predictive risk mapping of schistosomiasis in Brazil using Bayesian geostatistical models."}, {"paper_id": 24921627, "paper_name": "High prevalence and spatial distribution of Strongyloides stercoralis in rural Cambodia."}, {"paper_id": 24964782, "paper_name": "Modelling heterogeneity in malaria transmission using large sparse spatio-temporal entomological data."}, {"paper_id": 26054511, "paper_name": "Assessing the relationship between environmental factors and malaria vector breeding sites in Swaziland using multi-scale remotely sensed data."}, {"paper_id": 26054523, "paper_name": "The spatial distribution of Schistosoma mansoni infection in four regions of western Côte d'Ivoire."}, {"paper_id": 30261186, "paper_name": "Schistosomes, snails and climate change: Current trends and future expectations."}], "institute_name": "University of Basel, Switzerland", "institute_id": 2811}, "Anhui Medical University, China": {"score": 2.5439102564102574, "papers": [{"paper_id": 25285440, "paper_name": "The impact of climate change on infectious disease transmission: perceptions of CDC health professionals in Shanxi Province, China."}, {"paper_id": 27557791, "paper_name": "Impact of weather factors on hand, foot and mouth disease, and its role in short-term incidence trend forecast in Huainan City, Anhui Province."}, {"paper_id": 29138004, "paper_name": "Development of an empirical model to predict malaria outbreaks based on monthly case reports and climate variables in Hefei, China, 1990-2011."}, {"paper_id": 30226151, "paper_name": "Environmental Determinants of Hemorrhagic Fever with Renal Syndrome in High-Risk Counties in China: A Time Series Analysis (2002-2012)."}, {"paper_id": 30928856, "paper_name": "The impact of climate variability on infectious disease transmission in China: Current knowledge and further directions."}, {"paper_id": 31137211, "paper_name": "Comparative study of SARIMA and NARX models in predicting the incidence of schistosomiasis in China."}, {"paper_id": 33027631, "paper_name": "Climate variability, socio-ecological factors and dengue transmission in tropical Queensland, Australia: A Bayesian spatial analysis."}], "institute_name": "Anhui Medical University, China", "institute_id": 2822}, "University of Veterinary Medicine Vienna, Austria": {"score": 2.6, "papers": [{"paper_id": 26993325, "paper_name": "The ecological niche of Dermacentor marginatus in Germany."}, {"paper_id": 29846854, "paper_name": "Forecasting next season's Ixodes ricinus nymphal density: the example of southern Germany 2018."}, {"paper_id": 32586360, "paper_name": "Tick-borne encephalitis (TBE) cases are not random: explaining trend, low- and high-frequency oscillations based on the Austrian TBE time series."}], "institute_name": "University of Veterinary Medicine Vienna, Austria", "institute_id": 2826}, "University of chicago, chicago, il 60637;": {"score": 2.435714285714286, "papers": [{"paper_id": 25329916, "paper_name": "Flooding and emergency room visits for gastrointestinal illness in Massachusetts: a case-crossover study."}, {"paper_id": 27035949, "paper_name": "Differential and enhanced response to climate forcing in diarrheal disease due to rotavirus across a megacity of the developing world."}, {"paper_id": 27906962, "paper_name": "Population Density, Climate Variables and Poverty Synergistically Structure Spatial Risk in Urban Malaria in India."}, {"paper_id": 29485041, "paper_name": "Conjunction of factors triggering waves of seasonal influenza."}, {"paper_id": 32574544, "paper_name": "Predicting re-emergence times of dengue epidemics at low reproductive numbers: DENV1 in Rio de Janeiro, 1986-1990."}, {"paper_id": 33692343, "paper_name": "Malaria trends in Ethiopian highlands track the 2000 'slowdown' in global warming."}], "institute_name": "University of chicago, chicago, il 60637;", "institute_id": 2836}, "University of Georgia, USA": {"score": 4.784740259740257, "papers": [{"paper_id": 27107292, "paper_name": "Fine-Scale Microclimatic Variation Can Shape the Responses of Organisms to Global Change in Both Natural and Urban Environments."}, {"paper_id": 28274248, "paper_name": "A Bayesian spatio-temporal model for forecasting the prevalence of antibodies to Ehrlichia species in domestic dogs within the contiguous United States."}, {"paper_id": 28448507, "paper_name": "Detecting the impact of temperature on transmission of Zika, dengue, and chikungunya using mechanistic models."}, {"paper_id": 28468671, "paper_name": "Assessing real-time Zika risk in the United States."}, {"paper_id": 28472096, "paper_name": "A Bayesian spatio-temporal model for forecasting the prevalence of antibodies to Borrelia burgdorferi, causative agent of Lyme disease, in domestic dogs within the contiguous United States."}, {"paper_id": 30111605, "paper_name": "Temperature drives Zika virus transmission: evidence from empirical and mathematical models."}, {"paper_id": 30157908, "paper_name": "Spatio-temporal spillover risk of yellow fever in Brazil."}, {"paper_id": 31455188, "paper_name": "Climate drives spatial variation in Zika epidemics in Latin America."}, {"paper_id": 31568504, "paper_name": "Mapping Schistosoma mansoni endemicity in Rwanda: a critical assessment of geographical disparities arising from circulating cathodic antigen versus Kato-Katz diagnostics."}, {"paper_id": 32693720, "paper_name": "Age influences the thermal suitability of Plasmodium falciparum transmission in the Asian malaria vector Anopheles stephensi."}, {"paper_id": 32925916, "paper_name": "Identifying correlates of Guinea worm (Dracunculus medinensis) infection in domestic dog populations."}, {"paper_id": 33037740, "paper_name": "Warming temperatures could expose more than 1.3 billion new people to Zika virus risk by 2050."}, {"paper_id": 33947225, "paper_name": "Effects of changes in temperature on Zika dynamics and control."}], "institute_name": "University of Georgia, USA", "institute_id": 2843}, "Sun Yat-Sen University, China": {"score": 3.9275835275835265, "papers": [{"paper_id": 26894570, "paper_name": "Developing a Time Series Predictive Model for Dengue in Zhongshan, China Based on Weather and Guangzhou Dengue Surveillance Data."}, {"paper_id": 27873572, "paper_name": "Risk assessment of dengue fever in Zhongshan, China: a time-series regression tree analysis."}, {"paper_id": 28640895, "paper_name": "The interplay of climate, intervention and imported cases as determinants of the 2014 dengue outbreak in Guangzhou."}, {"paper_id": 28838035, "paper_name": "Spatiotemporal variation of hand-foot-mouth disease in relation to socioecological factors: A multiple-province analysis in Vietnam."}, {"paper_id": 29781412, "paper_name": "Imported cases and minimum temperature drive dengue transmission in Guangzhou, China: evidence from ARIMAX model."}, {"paper_id": 29813073, "paper_name": "Prediction of the potential global distribution for Biomphalaria straminea, an intermediate host for Schistosoma mansoni."}, {"paper_id": 29907109, "paper_name": "Epidemiological trends and risk factors associated with dengue disease in Pakistan (1980-2014): a systematic literature search and analysis."}, {"paper_id": 30360290, "paper_name": "Effects of human mobility, temperature and mosquito control on the spatiotemporal transmission of dengue."}, {"paper_id": 30987085, "paper_name": "Spatiotemporal Distribution of Hand, Foot, and Mouth Disease in Guangdong Province, China and Potential Predictors, 2009⁻2012."}, {"paper_id": 31810239, "paper_name": "Mapping Environmental Suitability of Scrub Typhus in Nepal Using MaxEnt and Random Forest Models."}], "institute_name": "Sun Yat-Sen University, China", "institute_id": 2851}, "Wellcome trust clinical research facility, university of edinburgh, edinburgh, uk": {"score": 2.283333333333333, "papers": [{"paper_id": 27030039, "paper_name": "Modelling the seasonality of Lyme disease risk and the potential impacts of a warming climate within the heterogeneous landscapes of Scotland."}, {"paper_id": 27603137, "paper_name": "The Importance of Socio-Economic Versus Environmental Risk Factors for Reported Dengue Cases in Java, Indonesia."}, {"paper_id": 29228986, "paper_name": "Addressing vulnerability, building resilience: community-based adaptation to vector-borne diseases in the context of global change."}, {"paper_id": 29425200, "paper_name": "An agent-based model of tsetse fly response to seasonal climatic drivers: Assessing the impact on sleeping sickness transmission rates."}, {"paper_id": 30153803, "paper_name": "Pathogen seasonality and links with weather in England and Wales: a big data time series analysis."}, {"paper_id": 30700747, "paper_name": "Association between viral seasonality and meteorological factors."}, {"paper_id": 31009473, "paper_name": "Temporal, spatial and household dynamics of Typhoid fever in Kasese district, Uganda."}, {"paper_id": 34034529, "paper_name": "A novel approach for predicting risk of vector-borne disease establishment in marginal temperate environments under climate change: West Nile virus in the UK."}], "institute_name": "Wellcome trust clinical research facility, university of edinburgh, edinburgh, uk", "institute_id": 2853}, "Institute for preventive medicine and public health, hanoi medical university, hanoi, vietnam": {"score": 2.155555555555556, "papers": [{"paper_id": 23364076, "paper_name": "Hot spot detection and spatio-temporal dispersion of dengue fever in Hanoi, Vietnam."}, {"paper_id": 25511882, "paper_name": "Epidemiology of dengue fever in Hanoi from 2002 to 2010 and its meteorological determinants."}, {"paper_id": 25511884, "paper_name": "Estimates of meteorological variability in association with dengue cases in a coastal city in northern Vietnam: an ecological study."}, {"paper_id": 31961869, "paper_name": "Heatwaves and dengue outbreaks in Hanoi, Vietnam: New evidence on early warning."}], "institute_name": "Institute for preventive medicine and public health, hanoi medical university, hanoi, vietnam", "institute_id": 2874}, "Columbia University, United States of America": {"score": 18.516935490881277, "papers": [{"paper_id": 21241505, "paper_name": "Raised temperatures over the Kericho tea estates: revisiting the climate in the East African highlands malaria debate."}, {"paper_id": 23184969, "paper_name": "Forecasting seasonal outbreaks of influenza."}, {"paper_id": 24302074, "paper_name": "Real-time influenza forecasts during the 2012-2013 season."}, {"paper_id": 24885824, "paper_name": "Testing a multi-malaria-model ensemble against 30 years of data in the Kenyan highlands."}, {"paper_id": 25321875, "paper_name": "Future climate data from RCP 4.5 and occurrence of malaria in Korea."}, {"paper_id": 25420543, "paper_name": "Spatiotemporal clustering, climate periodicity, and social-ecological risk factors for dengue during an outbreak in Machala, Ecuador, in 2010."}, {"paper_id": 26132479, "paper_name": "Scrub Typhus Incidence Modeling with Meteorological Factors in South Korea."}, {"paper_id": 27716414, "paper_name": "Analyzing climate variations at multiple timescales can guide Zika virus response measures."}, {"paper_id": 27716828, "paper_name": "Retrospective Parameter Estimation and Forecast of Respiratory Syncytial Virus in the United States."}, {"paper_id": 27780250, "paper_name": "Landscape, Environmental and Social Predictors of Hantavirus Risk in São Paulo, Brazil."}, {"paper_id": 27814746, "paper_name": "Modelling the spatial and seasonal distribution of suitable habitats of schistosomiasis intermediate host snails using Maxent in Ndumo area, KwaZulu-Natal Province, South Africa."}, {"paper_id": 28233783, "paper_name": "Ensemble forecast of human West Nile virus cases and mosquito infection rates."}, {"paper_id": 28727744, "paper_name": "Climate change and sugarcane expansion increase Hantavirus infection risk."}, {"paper_id": 28747901, "paper_name": "Could the Recent Zika Epidemic Have Been Predicted?"}, {"paper_id": 28832586, "paper_name": "Local environmental and meteorological conditions influencing the invasive mosquito Ae. albopictus and arbovirus transmission risk in New York City."}, {"paper_id": 29107987, "paper_name": "Individual versus superensemble forecasts of seasonal influenza outbreaks in the United States."}, {"paper_id": 29121954, "paper_name": "Temporal variation in confirmed diagnosis of fever-related malarial cases among children under-5 years by community health workers and in health facilities between years 2013 and 2015 in Siaya County, Kenya."}, {"paper_id": 29239569, "paper_name": "Climate impact on malaria in northern Burkina Faso."}, {"paper_id": 29485041, "paper_name": "Conjunction of factors triggering waves of seasonal influenza."}, {"paper_id": 29522514, "paper_name": "Use of temperature to improve West Nile virus forecasts."}, {"paper_id": 29618375, "paper_name": "Association of spring-summer hydrology and meteorology with human West Nile virus infection in West Texas, USA, 2002-2016."}, {"paper_id": 30025885, "paper_name": "Superensemble forecast of respiratory syncytial virus outbreaks at national, regional, and state levels in the United States."}, {"paper_id": 30092816, "paper_name": "Climate drivers of vector-borne diseases in Africa and their relevance to control programmes."}, {"paper_id": 30256799, "paper_name": "Uncertainty in malaria simulations in the highlands of Kenya: Relative contributions of model parameter setting, driving climate and initial condition errors."}, {"paper_id": 30408029, "paper_name": "Hydrometeorology and flood pulse dynamics drive diarrheal disease outbreaks and increase vulnerability to climate change in surface-water-dependent populations: A retrospective analysis."}, {"paper_id": 30541601, "paper_name": "Data and tools to integrate climate and environmental information into public health."}, {"paper_id": 30679458, "paper_name": "Collaborative efforts to forecast seasonal influenza in the United States, 2015-2016."}, {"paper_id": 30792135, "paper_name": "Near-term forecasts of influenza-like illness: An evaluation of autoregressive time series approaches."}, {"paper_id": 31254086, "paper_name": "Malaria in Burkina Faso (West Africa) during the twenty-first century."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 31756193, "paper_name": "Accuracy of real-time multi-model ensemble forecasts for seasonal influenza in the U.S."}, {"paper_id": 32096594, "paper_name": "Coordinating the real-time use of global influenza activity data for better public health planning."}, {"paper_id": 32171261, "paper_name": "Forecasting incidence of infectious diarrhea using random forest in Jiangsu Province, China."}, {"paper_id": 32724218, "paper_name": "AeDES: a next-generation monitoring and forecasting system for environmental suitability of Aedes-borne disease transmission."}, {"paper_id": 32864539, "paper_name": "The Mosquito, the Virus, the Climate: An Unforeseen Réunion in 2018."}, {"paper_id": 33530386, "paper_name": "Spatio-Temporal Dynamics of Plasmodium falciparum and Plasmodium vivax in French Guiana: 2005-2019."}, {"paper_id": 33865383, "paper_name": "Climate-proofing a malaria eradication strategy."}, {"paper_id": 34106917, "paper_name": "Modeling influenza seasonality in the tropics and subtropics."}], "institute_name": "Columbia University, United States of America", "institute_id": 2878}, "University of Arizona, United States of America": {"score": 3.1894179894179886, "papers": [{"paper_id": 24019459, "paper_name": "Regional and seasonal response of a West Nile virus vector to climate change."}, {"paper_id": 24058050, "paper_name": "Climate and dengue transmission: evidence and implications."}, {"paper_id": 26275146, "paper_name": "Meteorologically Driven Simulations of Dengue Epidemics in San Juan, PR."}, {"paper_id": 27057131, "paper_name": "Projection of Climate Change Influences on U.S. West Nile Virus Vectors."}, {"paper_id": 29610543, "paper_name": "The potential impacts of 21st century climatic and population changes on human exposure to the virus vector mosquito Aedes aegypti."}, {"paper_id": 30594264, "paper_name": "A Simple Model to Predict the Potential Abundance of Aedes aegypti Mosquitoes One Month in Advance."}, {"paper_id": 30679458, "paper_name": "Collaborative efforts to forecast seasonal influenza in the United States, 2015-2016."}], "institute_name": "University of Arizona, United States of America", "institute_id": 2893}, "Stanford university, USA": {"score": 8.147240451492753, "papers": [{"paper_id": 26513655, "paper_name": "A Theoretical Analysis of the Geography of Schistosomiasis in Burkina Faso Highlights the Roles of Human Mobility and Water Resources Development in Disease Transmission."}, {"paper_id": 26579951, "paper_name": "Mapping Physiological Suitability Limits for Malaria in Africa Under Climate Change."}, {"paper_id": 28179512, "paper_name": "Drought and immunity determine the intensity of West Nile virus epidemics and climate change impacts."}, {"paper_id": 28448507, "paper_name": "Detecting the impact of temperature on transmission of Zika, dengue, and chikungunya using mechanistic models."}, {"paper_id": 29746468, "paper_name": "Seasonal temperature variation influences climate suitability for dengue, chikungunya, and Zika transmission."}, {"paper_id": 30111605, "paper_name": "Temperature drives Zika virus transmission: evidence from empirical and mathematical models."}, {"paper_id": 30152328, "paper_name": "Temperature explains broad patterns of Ross River virus transmission."}, {"paper_id": 30921321, "paper_name": "Global expansion and redistribution of Aedes-borne virus transmission risk with climate change."}, {"paper_id": 31171037, "paper_name": "Malaria smear positivity among Kenyan children peaks at intermediate temperatures as predicted by ecological models."}, {"paper_id": 31286630, "paper_name": "Thermal biology of mosquito-borne disease."}, {"paper_id": 31401964, "paper_name": "Mosquito and primate ecology predict human risk of yellow fever virus spillover in Brazil."}, {"paper_id": 31455188, "paper_name": "Climate drives spatial variation in Zika epidemics in Latin America."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 32693720, "paper_name": "Age influences the thermal suitability of Plasmodium falciparum transmission in the Asian malaria vector Anopheles stephensi."}, {"paper_id": 32724218, "paper_name": "AeDES: a next-generation monitoring and forecasting system for environmental suitability of Aedes-borne disease transmission."}, {"paper_id": 32918887, "paper_name": "Climate change could shift disease burden from malaria to arboviruses in Africa."}, {"paper_id": 32930091, "paper_name": "Transmission of West Nile and five other temperate mosquito-borne viruses peaks at temperatures between 23°C and 26°C."}, {"paper_id": 33037740, "paper_name": "Warming temperatures could expose more than 1.3 billion new people to Zika virus risk by 2050."}, {"paper_id": 33150704, "paper_name": "Impact of prior and projected climate change on US Lyme disease incidence."}, {"paper_id": 33300663, "paper_name": "Susceptible host availability modulates climate effects on dengue dynamics."}, {"paper_id": 33353025, "paper_name": "An Association between Rainy Days with Clinical Dengue Fever in Dhaka, Bangladesh: Findings from a Hospital Based Study."}, {"paper_id": 33623008, "paper_name": "Climate predicts geographic and temporal variation in mosquito-borne disease dynamics on two continents."}, {"paper_id": 33947225, "paper_name": "Effects of changes in temperature on Zika dynamics and control."}], "institute_name": "Stanford university, USA", "institute_id": 2901}, "Southeast university, nanjing, jiangsu 210096, china. chengwan@njmu.edu.cn": {"score": 2.3484848484848486, "papers": [{"paper_id": 23462449, "paper_name": "A cellular automaton model of Schistosoma japonicum infection."}, {"paper_id": 30078384, "paper_name": "Spatiotemporal analysis and forecasting model of hemorrhagic fever with renal syndrome in mainland China."}, {"paper_id": 30451130, "paper_name": "Meteorological factors and its association with hand, foot and mouth disease in Southeast and East Asia areas: a meta-analysis."}, {"paper_id": 30994412, "paper_name": "Environmental Risk Factors and Geographic Distribution of Severe Fever with Thrombocytopenia Syndrome in Jiangsu Province, China."}], "institute_name": "Southeast university, nanjing, jiangsu 210096, china. chengwan@njmu.edu.cn", "institute_id": 2902}, "World health organization collaborating centre for infectious disease epidemiology and control, li ka shing faculty of medicine, the university of hong kong, hong kong special administrative region, people's republic of china": {"score": 2.509523809523809, "papers": [{"paper_id": 26046930, "paper_name": "Global Spatio-temporal Patterns of Influenza in the Post-pandemic Era."}, {"paper_id": 29362396, "paper_name": "Geographically weighted temporally correlated logistic regression model."}, {"paper_id": 30680621, "paper_name": "Prediction of annual dengue incidence by hydro-climatic extremes for southern Taiwan."}, {"paper_id": 32096594, "paper_name": "Coordinating the real-time use of global influenza activity data for better public health planning."}, {"paper_id": 32152334, "paper_name": "The effects of seasonal climate variability on dengue annual incidence in Hong Kong: A modelling study."}, {"paper_id": 34106917, "paper_name": "Modeling influenza seasonality in the tropics and subtropics."}], "institute_name": "World health organization collaborating centre for infectious disease epidemiology and control, li ka shing faculty of medicine, the university of hong kong, hong kong special administrative region, people's republic of china", "institute_id": 2909}, "University of South Forida, USA": {"score": 3.4104608911837837, "papers": [{"paper_id": 25216253, "paper_name": "Assessing climate variability effects on dengue incidence in San Juan, Puerto Rico."}, {"paper_id": 26579951, "paper_name": "Mapping Physiological Suitability Limits for Malaria in Africa Under Climate Change."}, {"paper_id": 27247398, "paper_name": "Spatial scale modulates the strength of ecological processes driving disease distributions."}, {"paper_id": 27293606, "paper_name": "Using physiology to understand climate-driven changes in disease and their implications for conservation."}, {"paper_id": 28448507, "paper_name": "Detecting the impact of temperature on transmission of Zika, dengue, and chikungunya using mechanistic models."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 32436566, "paper_name": "Impact of the Southern Oscillation Index, Temperature, and Precipitation on Eastern Equine Encephalitis Virus Activity in Florida."}, {"paper_id": 32602435, "paper_name": "Malaria Risk Map Using Spatial Multi-Criteria Decision Analysis along Yunnan Border During the Pre-elimination Period."}, {"paper_id": 32930091, "paper_name": "Transmission of West Nile and five other temperate mosquito-borne viruses peaks at temperatures between 23°C and 26°C."}], "institute_name": "University of South Forida, USA", "institute_id": 2924}, "Pennsylvania State University, USA": {"score": 2.6682900432900434, "papers": [{"paper_id": 24244467, "paper_name": "The effect of temperature on Anopheles mosquito population dynamics and the potential for malaria transmission."}, {"paper_id": 26884194, "paper_name": "Host immunity shapes the impact of climate changes on the dynamics of parasite infections."}, {"paper_id": 26945482, "paper_name": "Risk analysis for dengue suitability in Africa using the ArcGIS predictive analysis tools (PA tools)."}, {"paper_id": 28448507, "paper_name": "Detecting the impact of temperature on transmission of Zika, dengue, and chikungunya using mechanistic models."}, {"paper_id": 29530073, "paper_name": "Rethinking the extrinsic incubation period of malaria parasites."}, {"paper_id": 29769075, "paper_name": "Microclimate variables of the ambient environment deliver the actual estimates of the extrinsic incubation period of Plasmodium vivax and Plasmodium falciparum: a study from a malaria-endemic urban setting, Chennai in India."}, {"paper_id": 30808752, "paper_name": "Climate-driven variation in mosquito density predicts the spatiotemporal dynamics of dengue."}, {"paper_id": 31286630, "paper_name": "Thermal biology of mosquito-borne disease."}], "institute_name": "Pennsylvania State University, USA", "institute_id": 2960}, "China Medical University, China": {"score": 2.9142857142857137, "papers": [{"paper_id": 26270814, "paper_name": "Comparison of Two Hybrid Models for Forecasting the Incidence of Hemorrhagic Fever with Renal Syndrome in Jiangsu Province, China."}, {"paper_id": 29085410, "paper_name": "Effects of meteorological factors on the incidence of meningococcal meningitis."}, {"paper_id": 29665783, "paper_name": "Surveillance on the endemic of Zika virus infection by meteorological factors in Colombia: a population-based spatial and temporal study."}, {"paper_id": 33725011, "paper_name": "Improving the precision of modeling the incidence of hemorrhagic fever with renal syndrome in mainland China with an ensemble machine learning approach."}], "institute_name": "China Medical University, China", "institute_id": 2962}, "University of Washington, USA": {"score": 4.1584525961904975, "papers": [{"paper_id": 24739769, "paper_name": "Japanese encephalitis risk and contextual risk factors in southwest China: a Bayesian hierarchical spatial and spatiotemporal analysis."}, {"paper_id": 26222887, "paper_name": "Mapping and Modelling the Geographical Distribution and Environmental Limits of Podoconiosis in Ethiopia."}, {"paper_id": 29020041, "paper_name": "How will climate change pathways and mitigation options alter incidence of vector-borne diseases? A framework for leishmaniasis in South and Meso-America."}, {"paper_id": 29228986, "paper_name": "Addressing vulnerability, building resilience: community-based adaptation to vector-borne diseases in the context of global change."}, {"paper_id": 29610543, "paper_name": "The potential impacts of 21st century climatic and population changes on human exposure to the virus vector mosquito Aedes aegypti."}, {"paper_id": 29642611, "paper_name": "Association between Precipitation and Diarrheal Disease in Mozambique."}, {"paper_id": 30283159, "paper_name": "Projecting potential spatial and temporal changes in the distribution of Plasmodium vivax and Plasmodium falciparum malaria in China with climate change."}, {"paper_id": 30833735, "paper_name": "Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus."}, {"paper_id": 30850598, "paper_name": "Inter-annual variation in seasonal dengue epidemics driven by multiple interacting factors in Guangzhou, China."}, {"paper_id": 31182801, "paper_name": "The current and future global distribution and population at risk of dengue."}, {"paper_id": 31393908, "paper_name": "Forecasting dengue fever in Brazil: An assessment of climate conditions."}, {"paper_id": 32738486, "paper_name": "Informing Rift Valley Fever preparedness by mapping seasonally varying environmental suitability."}, {"paper_id": 33338459, "paper_name": "Prevalence and intensity of soil-transmitted helminth infections of children in sub-Saharan Africa, 2000-18: a geospatial analysis."}, {"paper_id": 34019537, "paper_name": "MGDrivE 2: A simulation framework for gene drive systems incorporating seasonality and epidemiological dynamics."}, {"paper_id": 34129785, "paper_name": "A dynamic, ensemble learning approach to forecast dengue fever epidemic years in Brazil using weather and population susceptibility cycles."}], "institute_name": "University of Washington, USA", "institute_id": 2979}, "Jimma University, Ethiopia": {"score": 2.4761904761904763, "papers": [{"paper_id": 21366906, "paper_name": "Climatic variables and malaria transmission dynamics in Jimma town, South West Ethiopia."}, {"paper_id": 25407982, "paper_name": "Dynamics of Plasmodium falciparium and Plasmodium vivax in a micro-ecological setting, Southwest Ethiopia: effects of altitude and proximity to a dam."}, {"paper_id": 28606100, "paper_name": "Joint Bayesian modeling of time to malaria and mosquito abundance in Ethiopia."}, {"paper_id": 31068999, "paper_name": "Assessment of seasonality in soil-transmitted helminth infections across 14 schools in Jimma Town, Ethiopia."}, {"paper_id": 33608004, "paper_name": "Effects of rainfall, temperature and topography on malaria incidence in elimination targeted district of Ethiopia."}], "institute_name": "Jimma University, Ethiopia", "institute_id": 2988}, "Louisiana State University, USA": {"score": 2.866666666666667, "papers": [{"paper_id": 23032284, "paper_name": "Environmental and socio-economic risk modelling for Chagas disease in Bolivia."}, {"paper_id": 24361640, "paper_name": "Predictive risk mapping of schistosomiasis in Brazil using Bayesian geostatistical models."}, {"paper_id": 27532496, "paper_name": "Modeling Mosquito-Borne Disease Spread in U.S. Urbanized Areas: The Case of Dengue in Miami."}, {"paper_id": 30921386, "paper_name": "Investigating the probability of establishment of Zika virus and detection through mosquito surveillance under different temperature conditions."}, {"paper_id": 31175008, "paper_name": "Temperature impacts on dengue emergence in the United States: Investigating the role of seasonality and climate change."}, {"paper_id": 31254086, "paper_name": "Malaria in Burkina Faso (West Africa) during the twenty-first century."}], "institute_name": "Louisiana State University, USA", "institute_id": 2990}, "University of Adelaide, Australia": {"score": 3.231468456947997, "papers": [{"paper_id": 25285440, "paper_name": "The impact of climate change on infectious disease transmission: perceptions of CDC health professionals in Shanxi Province, China."}, {"paper_id": 25771078, "paper_name": "How environmental conditions impact mosquito ecology and Japanese encephalitis: an eco-epidemiological approach."}, {"paper_id": 25822936, "paper_name": "Changes in rodent abundance and weather conditions potentially drive hemorrhagic fever with renal syndrome outbreaks in Xi'an, China, 2005-2012."}, {"paper_id": 30928856, "paper_name": "The impact of climate variability on infectious disease transmission in China: Current knowledge and further directions."}, {"paper_id": 31537454, "paper_name": "Assessing the effect of climate factors on childhood diarrhoea burden in Kathmandu, Nepal."}, {"paper_id": 31930962, "paper_name": "Climate change and infectious disease research in Nepal: Are the available prerequisites supportive enough to researchers?"}, {"paper_id": 32418511, "paper_name": "The geography of Ross River virus infection in South Australia, 2000-2013."}, {"paper_id": 33533397, "paper_name": "Using ecological variables to predict Ross River virus disease incidence in South Australia."}], "institute_name": "University of Adelaide, Australia", "institute_id": 3003}, "Umeå University, Sweden": {"score": 6.914285714285714, "papers": [{"paper_id": 23110242, "paper_name": "Optimal lead time for dengue forecast."}, {"paper_id": 25003551, "paper_name": "Association of seasonal climate variability and age-specific mortality in northern Sweden before the onset of industrialization."}, {"paper_id": 25325356, "paper_name": "Predictiveness of disease risk in a global outreach tourist setting in Thailand using meteorological data and vector-borne disease incidences."}, {"paper_id": 25391132, "paper_name": "The importance of bank vole density and rainy winters in predicting nephropathia epidemica incidence in Northern Sweden."}, {"paper_id": 25511882, "paper_name": "Epidemiology of dengue fever in Hanoi from 2002 to 2010 and its meteorological determinants."}, {"paper_id": 25674784, "paper_name": "The association of weather variability and under five malaria mortality in KEMRI/CDC HDSS in Western Kenya 2003 to 2008: a time series analysis."}, {"paper_id": 26322517, "paper_name": "Increasing Dengue Incidence in Singapore over the Past 40 Years: Population Growth, Climate and Mobility."}, {"paper_id": 27031524, "paper_name": "Prediction of Dengue Outbreaks Based on Disease Surveillance and Meteorological Data."}, {"paper_id": 27115874, "paper_name": "Remotely Sensed Environmental Conditions and Malaria Mortality in Three Malaria Endemic Regions in Western Kenya."}, {"paper_id": 27344225, "paper_name": "Assessing Seasonal Risks for the Introduction and Mosquito-borne Spread of Zika Virus in Europe."}, {"paper_id": 28572680, "paper_name": "Using remote sensing environmental data to forecast malaria incidence at a rural district hospital in Western Kenya."}, {"paper_id": 29017986, "paper_name": "Environmental Suitability of Vibrio Infections in a Warming Climate: An Early Warning System."}, {"paper_id": 29727447, "paper_name": "Early warning and response system (EWARS) for dengue outbreaks: Recent advancements towards widespread applications in critical settings."}, {"paper_id": 31249824, "paper_name": "Estimating Past, Present, and Future Trends in the Global Distribution and Abundance of the Arbovirus Vector Aedes aegypti Under Climate Change Scenarios."}, {"paper_id": 32864539, "paper_name": "The Mosquito, the Virus, the Climate: An Unforeseen Réunion in 2018."}], "institute_name": "Umeå University, Sweden", "institute_id": 3062}, "University of Glasgow, UK": {"score": 2.1166666666666667, "papers": [{"paper_id": 27084359, "paper_name": "Modelling the effect of temperature on the seasonal population dynamics of temperate mosquitoes."}, {"paper_id": 27603137, "paper_name": "The Importance of Socio-Economic Versus Environmental Risk Factors for Reported Dengue Cases in Java, Indonesia."}, {"paper_id": 29530073, "paper_name": "Rethinking the extrinsic incubation period of malaria parasites."}, {"paper_id": 30732629, "paper_name": "Uncovering mechanisms behind mosquito seasonality by integrating mathematical models and daily empirical population data: Culex pipiens in the UK."}, {"paper_id": 31232609, "paper_name": "Lyme Disease Risks in Europe under Multiple Uncertain Drivers of Change."}, {"paper_id": 34034529, "paper_name": "A novel approach for predicting risk of vector-borne disease establishment in marginal temperate environments under climate change: West Nile virus in the UK."}], "institute_name": "University of Glasgow, UK", "institute_id": 3080}, "Oxford University Clinical Research Rnit, Wellcome Trust Major Overseas Unit, Vietnam": {"score": 3.694740500463393, "papers": [{"paper_id": 20833173, "paper_name": "Social and environmental determinants of malaria in space and time in Viet Nam."}, {"paper_id": 21980544, "paper_name": "Quantifying the emergence of dengue in Hanoi, Vietnam: 1998-2009."}, {"paper_id": 23735713, "paper_name": "Spatiotemporal dynamics of dengue epidemics, southern Vietnam."}, {"paper_id": 26616043, "paper_name": "Seasonality of absolute humidity explains seasonality of influenza-like illness in Vietnam."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 32111195, "paper_name": "Does sunlight drive seasonality of TB in Vietnam? A retrospective environmental ecological study of tuberculosis seasonality in Vietnam from 2010 to 2015."}], "institute_name": "Oxford University Clinical Research Rnit, Wellcome Trust Major Overseas Unit, Vietnam", "institute_id": 3081}, "Tsinghua University, China": {"score": 3.937414886903376, "papers": [{"paper_id": 23308201, "paper_name": "Different environmental drivers of highly pathogenic avian influenza H5N1 outbreaks in poultry and wild birds."}, {"paper_id": 25771078, "paper_name": "How environmental conditions impact mosquito ecology and Japanese encephalitis: an eco-epidemiological approach."}, {"paper_id": 25822936, "paper_name": "Changes in rodent abundance and weather conditions potentially drive hemorrhagic fever with renal syndrome outbreaks in Xi'an, China, 2005-2012."}, {"paper_id": 26479830, "paper_name": "Impact of climate change on human infectious diseases: Empirical evidence and human adaptation."}, {"paper_id": 28342661, "paper_name": "Climate change and human infectious diseases: A synthesis of research findings from global and spatio-temporal perspectives."}, {"paper_id": 28640895, "paper_name": "The interplay of climate, intervention and imported cases as determinants of the 2014 dengue outbreak in Guangzhou."}, {"paper_id": 29781412, "paper_name": "Imported cases and minimum temperature drive dengue transmission in Guangzhou, China: evidence from ARIMAX model."}, {"paper_id": 30808752, "paper_name": "Climate-driven variation in mosquito density predicts the spatiotemporal dynamics of dengue."}, {"paper_id": 31936708, "paper_name": "Forecast of Dengue Cases in 20 Chinese Cities Based on the Deep Learning Method."}, {"paper_id": 32348020, "paper_name": "The impact of anthropogenic and environmental factors on human rabies cases in China."}, {"paper_id": 33597143, "paper_name": "Impact of temperature and relative humidity on the transmission of COVID-19: a modelling study in China and the United States."}], "institute_name": "Tsinghua University, China", "institute_id": 3084}, "Sichuan university, chengdu 610041, china. lixiaosong1101@126.com": {"score": 2.2904761904761903, "papers": [{"paper_id": 24505382, "paper_name": "Applications and comparisons of four time series models in epidemiological surveillance data."}, {"paper_id": 24739769, "paper_name": "Japanese encephalitis risk and contextual risk factors in southwest China: a Bayesian hierarchical spatial and spatiotemporal analysis."}, {"paper_id": 28137250, "paper_name": "Describing interaction effect between lagged rainfalls on malaria: an epidemiological study in south-west China."}, {"paper_id": 29966878, "paper_name": "Impact of meteorological factors on mumps and potential effect modifiers: An analysis of 10 cities in Guangxi, Southern China."}, {"paper_id": 31666565, "paper_name": "Development and comparison of forecast models of hand-foot-mouth disease with meteorological factors."}], "institute_name": "Sichuan university, chengdu 610041, china. lixiaosong1101@126.com", "institute_id": 3096}, "University of Bayreuth, Germany\n": {"score": 2.674145299145299, "papers": [{"paper_id": 22140590, "paper_name": "Combining climatic projections and dispersal ability: a method for estimating the responses of sandfly vector species to climate change."}, {"paper_id": 28630444, "paper_name": "Modelling the effects of global climate change on Chikungunya transmission in the 21st century."}, {"paper_id": 29229233, "paper_name": "Mosquito-Borne Diseases: Advances in Modelling Climate-Change Impacts."}, {"paper_id": 29914102, "paper_name": "Areas with High Hazard Potential for Autochthonous Transmission of Aedes albopictus-Associated Arboviruses in Germany."}, {"paper_id": 33872307, "paper_name": "Microsatellite based molecular epidemiology of Leishmania infantum from re-emerging foci of visceral leishmaniasis in Armenia and pilot risk assessment by ecological niche modeling."}], "institute_name": "University of Bayreuth, Germany\n", "institute_id": 3180}, "University of Southampton, UK": {"score": 2.7853029423151376, "papers": [{"paper_id": 24238079, "paper_name": "Estimation of malaria incidence in northern Namibia in 2009 using Bayesian conditional-autoregressive spatial-temporal models."}, {"paper_id": 24350670, "paper_name": "Plasmodium vivax malaria incidence over time and its association with temperature and rainfall in four counties of Yunnan Province, China."}, {"paper_id": 25737803, "paper_name": "Estimating drivers of autochthonous transmission of chikungunya virus in its invasion of the americas."}, {"paper_id": 27405532, "paper_name": "Advances in mapping malaria for elimination: fine resolution modelling of Plasmodium falciparum incidence."}, {"paper_id": 28461151, "paper_name": "Mapping the distribution of tick-borne encephalitis in mainland China."}, {"paper_id": 29425200, "paper_name": "An agent-based model of tsetse fly response to seasonal climatic drivers: Assessing the impact on sleeping sickness transmission rates."}, {"paper_id": 29857503, "paper_name": "Modeling the Heterogeneity of Dengue Transmission in a City."}, {"paper_id": 30833735, "paper_name": "Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus."}, {"paper_id": 30850598, "paper_name": "Inter-annual variation in seasonal dengue epidemics driven by multiple interacting factors in Guangzhou, China."}], "institute_name": "University of Southampton, UK", "institute_id": 3184}, "University of São Paulo, Brazil": {"score": 4.077922077922078, "papers": [{"paper_id": 27780250, "paper_name": "Landscape, Environmental and Social Predictors of Hantavirus Risk in São Paulo, Brazil."}, {"paper_id": 27810426, "paper_name": "Mosquito populations dynamics associated with climate variations."}, {"paper_id": 28727744, "paper_name": "Climate change and sugarcane expansion increase Hantavirus infection risk."}, {"paper_id": 29608586, "paper_name": "Dengue forecasting in São Paulo city with generalized additive models, artificial neural networks and seasonal autoregressive integrated moving average models."}, {"paper_id": 30282003, "paper_name": "Seasonal and spatial distribution of Aedes aegypti and Aedes albopictus in a municipal urban park in São Paulo, SP, Brazil."}, {"paper_id": 31683644, "paper_name": "Spatiotemporal Dynamics of Hantavirus Cardiopulmonary Syndrome Transmission Risk in Brazil."}, {"paper_id": 33303912, "paper_name": "Predicting Aedes aegypti infestation using landscape and thermal features."}], "institute_name": "University of São Paulo, Brazil", "institute_id": 3246}, "Stockholm university, 106 91 stockholm, sweden": {"score": 2.3333333333333335, "papers": [{"paper_id": 30265310, "paper_name": "Model selection and parameter estimation for dynamic epidemic models via iterated filtering: application to rotavirus in Germany."}, {"paper_id": 32957641, "paper_name": "Implications of Projected Hydroclimatic Change for Tularemia Outbreaks in High-Risk Areas across Sweden."}, {"paper_id": 33933085, "paper_name": "The spatiotemporal distribution of historical malaria cases in Sweden: a climatic perspective."}], "institute_name": "Stockholm university, 106 91 stockholm, sweden", "institute_id": 3299}, "The University of Sydney, Australia": {"score": 3.350000000000001, "papers": [{"paper_id": 25285440, "paper_name": "The impact of climate change on infectious disease transmission: perceptions of CDC health professionals in Shanxi Province, China."}, {"paper_id": 25412443, "paper_name": "Seasonal drivers of the epidemiology of arthropod-borne viruses in Australia."}, {"paper_id": 28071683, "paper_name": "A comparative analysis of three vector-borne diseases across Australia using seasonal and meteorological models."}, {"paper_id": 29915251, "paper_name": "Climatic influence on anthrax suitability in warming northern latitudes."}, {"paper_id": 31016222, "paper_name": "Divergent geography of Salmonella Wangata and Salmonella Typhimurium epidemiology in New South Wales, Australia."}, {"paper_id": 33577573, "paper_name": "Could a rabies incursion spread in the northern Australian dingo population? Development of a spatial stochastic simulation model."}], "institute_name": "The University of Sydney, Australia", "institute_id": 3486}, "York university, toronto, ontario, canada": {"score": 2.2595238095238095, "papers": [{"paper_id": 21485391, "paper_name": "The impact of weather conditions on Culex pipiens and Culex restuans (Diptera: Culicidae) abundance: a case study in Peel Region."}, {"paper_id": 27042199, "paper_name": "Seasonality Impact on the Transmission Dynamics of Tuberculosis."}, {"paper_id": 30665469, "paper_name": "A combination of climatic conditions determines major within-season dengue outbreaks in Guangdong Province, China."}, {"paper_id": 31163042, "paper_name": "Assessing systemic and non-systemic transmission risk of tick-borne encephalitis virus in Hungary."}, {"paper_id": 31285703, "paper_name": "Weather-based forecasting of mosquito-borne disease outbreaks in Canada."}, {"paper_id": 31931734, "paper_name": "The potential impact of climate change on the transmission risk of tick-borne encephalitis in Hungary."}], "institute_name": "York university, toronto, ontario, canada", "institute_id": 3488}, "Australian National University, Australia": {"score": 12.445634920634916, "papers": [{"paper_id": 23166197, "paper_name": "Weather-driven variation in dengue activity in Australia examined using a process-based modeling approach."}, {"paper_id": 24291301, "paper_name": "Complex behaviour in a dengue model with a seasonally varying vector population."}, {"paper_id": 24984276, "paper_name": "A population-based spatio-temporal analysis of Clostridium difficile infection in Queensland, Australia over a 10-year period."}, {"paper_id": 25460662, "paper_name": "Weather variability and influenza A (H7N9) transmission in Shanghai, China: a Bayesian spatial analysis."}, {"paper_id": 25591942, "paper_name": "Testing the impact of virus importation rates and future climate change on dengue activity in Malaysia using a mechanistic entomology and disease model."}, {"paper_id": 26161895, "paper_name": "Interaction of Mean Temperature and Daily Fluctuation Influences Dengue Incidence in Dhaka, Bangladesh."}, {"paper_id": 26168924, "paper_name": "Extreme weather events and infectious disease outbreaks."}, {"paper_id": 26260292, "paper_name": "Spatial and temporal variation in the association between temperature and salmonellosis in NZ."}, {"paper_id": 26368819, "paper_name": "Mapping the Risk of Soil-Transmitted Helminthic Infections in the Philippines."}, {"paper_id": 26645102, "paper_name": "Health Impacts of Climate Change in Pacific Island Countries: A Regional Assessment of Vulnerabilities and Adaptation Priorities."}, {"paper_id": 26799511, "paper_name": "Bayesian estimation of the dynamics of pandemic (H1N1) 2009 influenza transmission in Queensland: A space-time SIR-based model."}, {"paper_id": 26955944, "paper_name": "Effects of weather factors on dengue fever incidence and implications for interventions in Cambodia."}, {"paper_id": 27457660, "paper_name": "Projections of increased and decreased dengue incidence under climate change."}, {"paper_id": 28650648, "paper_name": "Indian Ocean Dipole and Cryptosporidiosis in Australia: Short-Term and Nonlinear Associations."}, {"paper_id": 28732533, "paper_name": "Spatial and temporal patterns of diarrhoea in Bhutan 2003-2013."}, {"paper_id": 29239568, "paper_name": "Spatiotemporal transmission and socio-climatic factors related to paediatric tuberculosis in north-western Ethiopia."}, {"paper_id": 29614964, "paper_name": "Spatio-temporal analysis of the relationship between meteorological factors and hand-foot-mouth disease in Beijing, China."}, {"paper_id": 29709286, "paper_name": "Use of geographically weighted logistic regression to quantify spatial variation in the environmental and sociodemographic drivers of leptospirosis in Fiji: a modelling study."}, {"paper_id": 29751891, "paper_name": "A Bayesian spatio-temporal framework to identify outbreaks and examine environmental and social risk factors for infectious diseases monitored by routine surveillance."}, {"paper_id": 30439942, "paper_name": "Geostatistical mapping of the seasonal spread of under-reported dengue cases in Bangladesh."}, {"paper_id": 31081162, "paper_name": "Forest cover and climate as potential drivers for dengue fever in Sumatra and Kalimantan 2006-2016: a spatiotemporal analysis."}, {"paper_id": 31138129, "paper_name": "Mapping tuberculosis treatment outcomes in Ethiopia."}, {"paper_id": 32538299, "paper_name": "Spatial and temporal patterns of dengue incidence in Bhutan: a Bayesian analysis."}, {"paper_id": 32563864, "paper_name": "Influence of climate variables on the rising incidence of nontuberculous mycobacterial (NTM) infections in Queensland, Australia 2001-2016."}, {"paper_id": 34120604, "paper_name": "Spatial prediction of malaria prevalence in Papua New Guinea: a comparison of Bayesian decision network and multivariate regression modelling approaches for improved accuracy in prevalence prediction."}], "institute_name": "Australian National University, Australia", "institute_id": 3504}, "Cukurova University, Turkey": {"score": 3.0, "papers": [{"paper_id": 28505264, "paper_name": "Geographical Information Systems in Determination of Cutaneous Leishmaniasis Spatial Risk Level Based on Distribution of Vector Species in Imamoglu Province, Adana."}, {"paper_id": 30753727, "paper_name": "Modeling the Ecological Niche: A Case Study on Bioclimatic Factors Related to the Distribution of Phlebotomus tobbi Adler & Theodor (Diptera: Psychodidae) in Two Endemic Foci of Adana."}, {"paper_id": 31397388, "paper_name": "Ecological niche modeling for the prediction of cutaneous leishmaniasis epidemiology in current and projected future in Adana, Turkey."}], "institute_name": "Cukurova University, Turkey", "institute_id": 3597}, "University of California, USA": {"score": 11.054953310911287, "papers": [{"paper_id": 23200503, "paper_name": "Drivers, dynamics, and control of emerging vector-borne zoonotic diseases."}, {"paper_id": 24574161, "paper_name": "A continental risk assessment of West Nile virus under climate change."}, {"paper_id": 26081838, "paper_name": "Forecasting malaria in a highly endemic country using environmental and clinical predictors."}, {"paper_id": 26579951, "paper_name": "Mapping Physiological Suitability Limits for Malaria in Africa Under Climate Change."}, {"paper_id": 26868185, "paper_name": "Predicting malaria vector distribution under climate change scenarios in China: Challenges for malaria elimination."}, {"paper_id": 26928181, "paper_name": "Geographic variation in the response of Culex pipiens life history traits to temperature."}, {"paper_id": 27496161, "paper_name": "The relative contribution of climate variability and vector control coverage to changes in malaria parasite prevalence in Zambia 2006-2012."}, {"paper_id": 27564232, "paper_name": "An Ecological Assessment of the Pandemic Threat of Zika Virus."}, {"paper_id": 27592590, "paper_name": "Malaria and large dams in sub-Saharan Africa: future impacts in a changing climate."}, {"paper_id": 28179512, "paper_name": "Drought and immunity determine the intensity of West Nile virus epidemics and climate change impacts."}, {"paper_id": 28342661, "paper_name": "Climate change and human infectious diseases: A synthesis of research findings from global and spatio-temporal perspectives."}, {"paper_id": 28448507, "paper_name": "Detecting the impact of temperature on transmission of Zika, dengue, and chikungunya using mechanistic models."}, {"paper_id": 28640895, "paper_name": "The interplay of climate, intervention and imported cases as determinants of the 2014 dengue outbreak in Guangzhou."}, {"paper_id": 28878055, "paper_name": "Interacting effects of wildlife loss and climate on ticks and tick-borne disease."}, {"paper_id": 28990912, "paper_name": "Using Rainfall and Temperature Data in the Evaluation of National Malaria Control Programs in Africa."}, {"paper_id": 29522514, "paper_name": "Use of temperature to improve West Nile virus forecasts."}, {"paper_id": 29563545, "paper_name": "Consensus and conflict among ecological forecasts of Zika virus outbreaks in the United States."}, {"paper_id": 29697837, "paper_name": "Modeling Climate Suitability of the Western Blacklegged Tick in California."}, {"paper_id": 29781412, "paper_name": "Imported cases and minimum temperature drive dengue transmission in Guangzhou, China: evidence from ARIMAX model."}, {"paper_id": 30584427, "paper_name": "Exploring the Influence of Daily Climate Variables on Malaria Transmission and Abundance of Anopheles arabiensis over Nkomazi Local Municipality, Mpumalanga Province, South Africa."}, {"paper_id": 30679458, "paper_name": "Collaborative efforts to forecast seasonal influenza in the United States, 2015-2016."}, {"paper_id": 30833735, "paper_name": "Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus."}, {"paper_id": 31182801, "paper_name": "The current and future global distribution and population at risk of dengue."}, {"paper_id": 31195637, "paper_name": "A Dynamical and Zero-Inflated Negative Binomial Regression Modelling of Malaria Incidence in Limpopo Province, South Africa."}, {"paper_id": 31286630, "paper_name": "Thermal biology of mosquito-borne disease."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 31791409, "paper_name": "Seasonality modeling of the distribution of Aedes albopictus in China based on climatic and environmental suitability."}, {"paper_id": 32752986, "paper_name": "Thermal thresholds heighten sensitivity of West Nile virus transmission to changing temperatures in coastal California."}, {"paper_id": 32863604, "paper_name": "Social cohesion and passive adaptation in relation to climate change and disease."}, {"paper_id": 33150704, "paper_name": "Impact of prior and projected climate change on US Lyme disease incidence."}, {"paper_id": 33300663, "paper_name": "Susceptible host availability modulates climate effects on dengue dynamics."}, {"paper_id": 33838736, "paper_name": "Combined effects of hydrometeorological hazards and urbanisation on dengue risk in Brazil: a spatiotemporal modelling study."}, {"paper_id": 34019537, "paper_name": "MGDrivE 2: A simulation framework for gene drive systems incorporating seasonality and epidemiological dynamics."}], "institute_name": "University of California, USA", "institute_id": 3703}, "Beijing Normal University, China": {"score": 3.5094030365769497, "papers": [{"paper_id": 24731248, "paper_name": "Using an autologistic regression model to identify spatial risk factors and spatial risk patterns of hand, foot and mouth disease (HFMD) in Mainland China."}, {"paper_id": 25822936, "paper_name": "Changes in rodent abundance and weather conditions potentially drive hemorrhagic fever with renal syndrome outbreaks in Xi'an, China, 2005-2012."}, {"paper_id": 26479830, "paper_name": "Impact of climate change on human infectious diseases: Empirical evidence and human adaptation."}, {"paper_id": 27009065, "paper_name": "A climate-driven mechanistic population model of Aedes albopictus with diapause."}, {"paper_id": 30121533, "paper_name": "Exploring spatiotemporal nonstationary effects of climate factors on hand, foot, and mouth disease using Bayesian Spatiotemporally Varying Coefficients (STVC) model in Sichuan, China."}, {"paper_id": 31703659, "paper_name": "Spatial-temporal heterogeneity of hand, foot and mouth disease and impact of meteorological factors in arid/ semi-arid regions: a case study in Ningxia, China."}, {"paper_id": 31981871, "paper_name": "Impact of climate change on dysentery: Scientific evidences, uncertainty, modeling and projections."}, {"paper_id": 32348020, "paper_name": "The impact of anthropogenic and environmental factors on human rabies cases in China."}], "institute_name": "Beijing Normal University, China", "institute_id": 3775}, "University of Oxford, UK": {"score": 14.587332094675673, "papers": [{"paper_id": 21615906, "paper_name": "Modelling the global constraints of temperature on transmission of Plasmodium falciparum and P. vivax."}, {"paper_id": 23973561, "paper_name": "Using global maps to predict the risk of dengue in Europe."}, {"paper_id": 24067445, "paper_name": "Is expert opinion enough? A critical assessment of the evidence for potential impacts of climate change on tick-borne diseases."}, {"paper_id": 24238079, "paper_name": "Estimation of malaria incidence in northern Namibia in 2009 using Bayesian conditional-autoregressive spatial-temporal models."}, {"paper_id": 24330720, "paper_name": "Modelling adult Aedes aegypti and Aedes albopictus survival at different temperatures in laboratory and field settings."}, {"paper_id": 24886586, "paper_name": "Air temperature suitability for Plasmodium falciparum malaria transmission in Africa 2000-2012: a high-resolution spatiotemporal prediction."}, {"paper_id": 25052008, "paper_name": "Global temperature constraints on Aedes aegypti and Ae. albopictus persistence and competence for dengue virus transmission."}, {"paper_id": 25449318, "paper_name": "Visualizing the uncertainty in the relationship between seasonal average climate and malaria risk."}, {"paper_id": 25569275, "paper_name": "Environmental drivers of the spatiotemporal dynamics of respiratory syncytial virus in the United States."}, {"paper_id": 25771261, "paper_name": "Dengue on islands: a Bayesian approach to understanding the global ecology of dengue viruses."}, {"paper_id": 26222887, "paper_name": "Mapping and Modelling the Geographical Distribution and Environmental Limits of Podoconiosis in Ethiopia."}, {"paper_id": 26370142, "paper_name": "Seasonality of Plasmodium falciparum transmission: a systematic review."}, {"paper_id": 26616043, "paper_name": "Seasonality of absolute humidity explains seasonality of influenza-like illness in Vietnam."}, {"paper_id": 27030039, "paper_name": "Modelling the seasonality of Lyme disease risk and the potential impacts of a warming climate within the heterogeneous landscapes of Scotland."}, {"paper_id": 27344225, "paper_name": "Assessing Seasonal Risks for the Introduction and Mosquito-borne Spread of Zika Virus in Europe."}, {"paper_id": 28693483, "paper_name": "Early warning signal for dengue outbreaks and identification of high risk areas for dengue fever in Colombia using climate and non-climate datasets."}, {"paper_id": 29609598, "paper_name": "Modelling the persistence of mosquito vectors of malaria in Burkina Faso."}, {"paper_id": 29618367, "paper_name": "The use of driving endonuclease genes to suppress mosquito vectors of malaria in temporally variable environments."}, {"paper_id": 29623261, "paper_name": "Increased Relative Risk of Tick-Borne Encephalitis in Warmer Weather."}, {"paper_id": 30833735, "paper_name": "Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus."}, {"paper_id": 30922310, "paper_name": "Modelling the potential of genetic control of malaria mosquitoes at national scale."}, {"paper_id": 31163042, "paper_name": "Assessing systemic and non-systemic transmission risk of tick-borne encephalitis virus in Hungary."}, {"paper_id": 31182801, "paper_name": "The current and future global distribution and population at risk of dengue."}, {"paper_id": 31232609, "paper_name": "Lyme Disease Risks in Europe under Multiple Uncertain Drivers of Change."}, {"paper_id": 32036785, "paper_name": "Mapping malaria seasonality in Madagascar using health facility data."}, {"paper_id": 32348020, "paper_name": "The impact of anthropogenic and environmental factors on human rabies cases in China."}, {"paper_id": 32391139, "paper_name": "MVSE: An R-package that estimates a climate-driven mosquito-borne viral suitability index."}, {"paper_id": 33076987, "paper_name": "Modelling the impact of climate change on the distribution and abundance of tsetse in Northern Zimbabwe."}, {"paper_id": 33213688, "paper_name": "Characterising West Nile virus epidemiology in Israel using a transmission suitability index."}, {"paper_id": 33420058, "paper_name": "Asynchronicity of endemic and emerging mosquito-borne disease outbreaks in the Dominican Republic."}, {"paper_id": 33798559, "paper_name": "Projecting the potential distribution of ticks in China under climate and land use change."}], "institute_name": "University of Oxford, UK", "institute_id": 3785}, "London School of Hygiene & Tropical Medicine, United Kingdom": {"score": 7.848897636089247, "papers": [{"paper_id": 22673908, "paper_name": "Estimating the potential public health impact of seasonal malaria chemoprevention in African children."}, {"paper_id": 26188633, "paper_name": "Time series regression model for infectious disease and weather."}, {"paper_id": 26222887, "paper_name": "Mapping and Modelling the Geographical Distribution and Environmental Limits of Podoconiosis in Ethiopia."}, {"paper_id": 26322517, "paper_name": "Increasing Dengue Incidence in Singapore over the Past 40 Years: Population Growth, Climate and Mobility."}, {"paper_id": 26368819, "paper_name": "Mapping the Risk of Soil-Transmitted Helminthic Infections in the Philippines."}, {"paper_id": 26502881, "paper_name": "Predictability of epidemic malaria under non-stationary conditions with process-based models combining epidemiological updates and climate variability."}, {"paper_id": 26820752, "paper_name": "Human Leptospirosis Infection in Fiji: An Eco-epidemiological Approach to Identifying Risk Factors and Environmental Drivers for Transmission."}, {"paper_id": 27906962, "paper_name": "Population Density, Climate Variables and Poverty Synergistically Structure Spatial Risk in Urban Malaria in India."}, {"paper_id": 28066759, "paper_name": "10 Years of Environmental Change on the Slopes of Mount Kilimanjaro and Its Associated Shift in Malaria Vector Distributions."}, {"paper_id": 29709286, "paper_name": "Use of geographically weighted logistic regression to quantify spatial variation in the environmental and sociodemographic drivers of leptospirosis in Fiji: a modelling study."}, {"paper_id": 29851600, "paper_name": "Climate services for health: predicting the evolution of the 2016 dengue season in Machala, Ecuador."}, {"paper_id": 30016319, "paper_name": "Nonlinear and delayed impacts of climate on dengue risk in Barbados: A modelling study."}, {"paper_id": 30153803, "paper_name": "Pathogen seasonality and links with weather in England and Wales: a big data time series analysis."}, {"paper_id": 30189883, "paper_name": "Modelling the spatial distribution of aquatic insects (Order Hemiptera) potentially involved in the transmission of Mycobacterium ulcerans in Africa."}, {"paper_id": 30233829, "paper_name": "Determining environmental and anthropogenic factors which explain the global distribution of Aedes aegypti and Ae. albopictus."}, {"paper_id": 30283159, "paper_name": "Projecting potential spatial and temporal changes in the distribution of Plasmodium vivax and Plasmodium falciparum malaria in China with climate change."}, {"paper_id": 30833735, "paper_name": "Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus."}, {"paper_id": 30866826, "paper_name": "Seasonality and the effects of weather on Campylobacter infections."}, {"paper_id": 30958817, "paper_name": "Unsupervised extraction of epidemic syndromes from participatory influenza surveillance self-reported symptoms."}, {"paper_id": 31136953, "paper_name": "Using dengue epidemics and local weather in Bali, Indonesia to predict imported dengue in Australia."}, {"paper_id": 31182801, "paper_name": "The current and future global distribution and population at risk of dengue."}, {"paper_id": 31443630, "paper_name": "Spatial and temporal patterns of dengue incidence in northeastern Thailand 2006-2016."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 31906963, "paper_name": "Childhood malaria case incidence in Malawi between 2004 and 2017: spatio-temporal modelling of climate and non-climate factors."}, {"paper_id": 31961869, "paper_name": "Heatwaves and dengue outbreaks in Hanoi, Vietnam: New evidence on early warning."}, {"paper_id": 32111195, "paper_name": "Does sunlight drive seasonality of TB in Vietnam? A retrospective environmental ecological study of tuberculosis seasonality in Vietnam from 2010 to 2015."}, {"paper_id": 32311903, "paper_name": "Climate factors and the East Asian summer monsoon may drive large outbreaks of dengue in China."}, {"paper_id": 32342853, "paper_name": "Spatiotemporal Tools for Emerging and Endemic Disease Hotspots in Small Areas: An Analysis of Dengue and Chikungunya in Barbados, 2013-2016."}, {"paper_id": 32391139, "paper_name": "MVSE: An R-package that estimates a climate-driven mosquito-borne viral suitability index."}, {"paper_id": 33317487, "paper_name": "Spatial-temporal patterns of malaria incidence in Uganda using HMIS data from 2015 to 2019."}, {"paper_id": 33338459, "paper_name": "Prevalence and intensity of soil-transmitted helminth infections of children in sub-Saharan Africa, 2000-18: a geospatial analysis."}, {"paper_id": 33561446, "paper_name": "A regional suitable conditions index to forecast the impact of climate change on dengue vectorial capacity."}, {"paper_id": 33598765, "paper_name": "Extreme weather events and dengue outbreaks in Guangzhou, China: a time-series quasi-binomial distributed lag non-linear model."}, {"paper_id": 33633272, "paper_name": "Tuberculosis case notifications in Malawi have strong seasonal and weather-related trends."}, {"paper_id": 33657104, "paper_name": "Mapping suitability for Buruli ulcer at fine spatial scales across Africa: A modelling study."}, {"paper_id": 33661904, "paper_name": "Probabilistic seasonal dengue forecasting in Vietnam: A modelling study using superensembles."}, {"paper_id": 33838736, "paper_name": "Combined effects of hydrometeorological hazards and urbanisation on dengue risk in Brazil: a spatiotemporal modelling study."}], "institute_name": "London School of Hygiene & Tropical Medicine, United Kingdom", "institute_id": 3798}, "Kansas State University, USA": {"score": 5.200732600732603, "papers": [{"paper_id": 23667453, "paper_name": "A hierarchical network approach for modeling Rift Valley fever epidemics with applications in North America."}, {"paper_id": 24992684, "paper_name": "Bayesian spatio-temporal analysis and geospatial risk factors of human monocytic ehrlichiosis."}, {"paper_id": 26942604, "paper_name": "Hierarchical Bayesian Spatio-Temporal Analysis of Climatic and Socio-Economic Determinants of Rocky Mountain Spotted Fever."}, {"paper_id": 27003596, "paper_name": "Bayesian Space-Time Patterns and Climatic Determinants of Bovine Anaplasmosis."}, {"paper_id": 27127994, "paper_name": "Bayesian Spatiotemporal Pattern and Eco-climatological Drivers of Striped Skunk Rabies in the North Central Plains."}, {"paper_id": 29698487, "paper_name": "Enhanced surveillance for Rift Valley Fever in livestock during El Niño rains and threat of RVF outbreak, Kenya, 2015-2016."}, {"paper_id": 33534755, "paper_name": "Risk Assessment of Dengue Transmission in Bangladesh Using a Spatiotemporal Network Model and Climate Data."}], "institute_name": "Kansas State University, USA", "institute_id": 3806}, "Arizona State University, USA": {"score": 4.000000000000001, "papers": [{"paper_id": 27647127, "paper_name": "Mathematical assessment of the role of temperature and rainfall on mosquito population dynamics."}, {"paper_id": 29161827, "paper_name": "Mathematical analysis of a weather-driven model for the population ecology of mosquitoes."}, {"paper_id": 30691351, "paper_name": "Weather-driven malaria transmission model with gonotrophic and sporogonic cycles."}, {"paper_id": 32447420, "paper_name": "Long-lasting insecticidal nets and the quest for malaria eradication: a mathematical modeling approach."}], "institute_name": "Arizona State University, USA", "institute_id": 3890}, "University at albany, state university of new york, rensselaer, ny 12144, usa. wzhang27@albany.edu": {"score": 2.711337792060683, "papers": [{"paper_id": 24324542, "paper_name": "Dengue vector dynamics (Aedes aegypti) influenced by climate and social factors in Ecuador: implications for targeted control."}, {"paper_id": 24371541, "paper_name": "Geographical and environmental factors driving the increase in the Lyme disease vector Ixodes scapularis."}, {"paper_id": 25420543, "paper_name": "Spatiotemporal clustering, climate periodicity, and social-ecological risk factors for dengue during an outbreak in Machala, Ecuador, in 2010."}, {"paper_id": 26048558, "paper_name": "A global map of suitability for coastal Vibrio cholerae under current and future climate conditions."}, {"paper_id": 26696294, "paper_name": "A validated agent-based model to study the spatial and temporal heterogeneities of malaria incidence in the rainforest environment."}, {"paper_id": 26894570, "paper_name": "Developing a Time Series Predictive Model for Dengue in Zhongshan, China Based on Weather and Guangzhou Dengue Surveillance Data."}, {"paper_id": 28448507, "paper_name": "Detecting the impact of temperature on transmission of Zika, dengue, and chikungunya using mechanistic models."}, {"paper_id": 28747901, "paper_name": "Could the Recent Zika Epidemic Have Been Predicted?"}, {"paper_id": 30016319, "paper_name": "Nonlinear and delayed impacts of climate on dengue risk in Barbados: A modelling study."}, {"paper_id": 30987085, "paper_name": "Spatiotemporal Distribution of Hand, Foot, and Mouth Disease in Guangdong Province, China and Potential Predictors, 2009⁻2012."}, {"paper_id": 30995228, "paper_name": "Geographic shifts in Aedes aegypti habitat suitability in Ecuador using larval surveillance data and ecological niche modeling: Implications of climate change for public health vector control."}, {"paper_id": 31158250, "paper_name": "Seasonal temperatures and hydrological conditions improve the prediction of West Nile virus infection rates in Culex mosquitoes and human case counts in New York and Connecticut."}, {"paper_id": 31286630, "paper_name": "Thermal biology of mosquito-borne disease."}, {"paper_id": 31712420, "paper_name": "An open challenge to advance probabilistic forecasting for dengue epidemics."}, {"paper_id": 32342853, "paper_name": "Spatiotemporal Tools for Emerging and Endemic Disease Hotspots in Small Areas: An Analysis of Dengue and Chikungunya in Barbados, 2013-2016."}, {"paper_id": 33359203, "paper_name": "Spatio-temporal variation in environmental features predicts the distribution and abundance of Ixodes scapularis."}], "institute_name": "University at albany, state university of new york, rensselaer, ny 12144, usa. wzhang27@albany.edu", "institute_id": 4109}}